{
  "books": [
      {
          "title": "Book One",
          "author": "Author One",
          "year": "2021",
          "chapters": [
              {
                  "chapterTitle": "Chapter 1: Introduction",
                  "paragraphs": [
                      "This is the first paragraph of the introduction.",
                      "Here is another paragraph in the introduction.",
                      {
                          "subheading": "Subheading: Introduction Details"
                      },
                      "This paragraph falls under the subheading.",
                      {
                          "stanza": [
                              "This is the first line of the stanza.",
                              "This is the second line of the stanza.",
                              "This is the third line of the stanza."
                          ]
                      },
                      {
                          "image": "images/sample1.jpg",
                          "caption": "This is a sample image caption."
                      },
                      {
                          "table": [
                              ["Header 1", "Header 2", "Header 3"],
                              ["Row 1 Col 1", "Row 1 Col 2", "Row 1 Col 3"],
                              ["Row 2 Col 1", "Row 2 Col 2", "Row 2 Col 3"]
                          ]
                      },
                      "The final paragraph in the introduction."
                  ]
              },
              {
                  "chapterTitle": "Chapter 2: Background",
                  "paragraphs": [
                      "This is the first paragraph of the background.",
                      {
                          "subheading": "Subheading: Background Details"
                      },
                      "Another paragraph under the subheading.",
                      {
                          "stanza": [
                              "Background stanza line one.",
                              "Background stanza line two."
                          ]
                      },
                      {
                          "image": "images/sample2.jpg",
                          "caption": "This is another sample image caption."
                      }
                  ]
              }
          ]
      },
      {
          "title": "കേരളപാണിനീയം",
          "author": "ഏ. ആർ. രാജരാജവർമ്മ",
          "year": "1917",
          "chapters": [
              {
                  "chapterTitle": "പീഠിക: മലയാളദേശവും ഭാഷയും",
                  "paragraphs": [
                      "1. മലയാളം എന്ന വാക്ക് ആരംഭത്തിൽ ദേശനാമം മാത്രമായിരുന്നു; മലയാളനാട്ടിലെ ഭാഷ എന്ന അർത്ഥത്തിലാണ് നാം മലയാളഭാഷ എന്നു പറയാറുള്ളതു്. ദേശത്തിന് മലയാളം എന്നും, ഭാഷയ്ക്ക് മലയാണ്മ അല്ലെങ്കിൽ മലയായ്മ എന്നും ഒരു വിവേചനം ഉണ്ടായിരുന്നതു് ക്രമേണ നഷ്ടമായി. ആധുനികമലയാളത്തിന്റെ ആവിർഭാവത്തോടുകൂടിയാണു് ദേശനാമംതന്നെ ഭാഷയ്ക്കും ഉപയോഗിക്കാൻ തുടങ്ങിയതു്. അതിനാൽ ഇപ്പോൾ മലയാണ്മ എന്നതിനു പഴയ മലയാളഭാഷ എന്നുകൂടി ചിലർ അർത്ഥം ഗ്രഹിക്കാറുണ്ടു്.",
                      "2. മലയാളദേശത്തിന്റെ വിസ്താരവും വിഭാഗങ്ങളും പല കാലത്തും പലവിധമായിരുന്നു. തിരുവിതാംകൂർ, കൊച്ചി, മലബാർ ജില്ല ഇത്രയും കൂടിയ ഭൂഖണ്ഡത്തിനാണു് ഇപ്പോൾ ഇപ്പേർ. നാട്ടുകാരായ തമിഴർ പാണ്ടിക്കും മധുരയ്ക്കും പടിഞ്ഞാറു കിടക്കുന്ന മലംപ്രദേശത്തിനു് 'മലനാട്' എന്നു പേർ പറഞ്ഞുവന്നു. പശ്ചിമഘട്ടം എന്ന പർവ്വതപങ്ക്തിയുടെ പടിഞ്ഞാറു വശത്തുള്ള ഭൂമിയെല്ലാം ഈ വിഭാഗത്തിൽ ഉൾപ്പെട്ടിരിക്കാം. ആര്യാവർത്തത്തിൽനിന്നുതെക്കോട്ടു കടന്നുവന്ന ആര്യന്മാർ ഈ ഭൂമിക്കു 'കേരളം' എന്നു് സംജ്ഞചെയ്തു. കേരം എന്നു പറയുന്ന നാളികേരവൃക്ഷങ്ങളുടെ ധാരാളതയെ ഈ പേർ സൂചിപ്പിക്കുന്നു. ഇതിന്റെ അതിർത്തികൾ 'കന്യാകുമാരി മുതൽ ഗോകർണ്ണപര്യന്തം' എന്നാണു വച്ചിട്ടുള്ളതു്. വീരഹത്യാപാപം തീരാൻവേണ്ടി പരശുരാമൻ സമുദ്രരാജാവിനോടു് പിടിച്ചടക്കി ബ്രാഹ്മണർക്കു് ദാനംചെയ്ത ഭൂമി എന്നുള്ള പുരാണപ്രസിദ്ധിപ്രകാരം സംസ്കൃതത്തിൽ ഈ ദേശത്തെ 'ഭാർഗ്ഗവക്ഷേത്രം' എന്നും വ്യവഹരിക്കാറുണ്ടു്. മറുദേശങ്ങളിൽനിന്നു കച്ചവടത്തിനു വന്ന അറബി മുതലായ വിദേശിയർ അറബിക്കടലിന്റെ കരയ്ക്കുണ്ടായിരുന്ന രാജ്യങ്ങൾക്കു പൊതുവേ 'മലബാർ' അല്ലെങ്കിൽ 'മലിബാർ' എന്നു പേർ പറഞ്ഞുവന്നു. ഈ വിഭാഗത്തിൽ കിഴക്കുപടിഞ്ഞാറുള്ള വ്യാപ്തിയുടെ നിശ്ചയം ഇല്ല. യൂറോപ്പുദേശക്കാർ തമിഴുഭാഷയ്ക്കുകൂടി മലബാർ എന്ന പേർ പറഞ്ഞുവന്നിരുന്നു. തമിഴകം എന്നതിനെ 'ദിമിലികെ' എന്നാക്കി ഗ്രീക്കുകാർ ഈ നാട്ടിനു പേർകൊടുത്തിരുന്നു.",
                      "‘തൊൽകാപ്പിയം'എന്ന തമിഴുഗ്രന്ഥപ്രകാരം സംസ്കൃതത്തിൽ 'കേരളം' എന്നു പറഞ്ഞുവരുന്ന 'ചേര'രാജ്യത്തിനു്, 1. വേണാടു്, 2. പൂഴിനാടു്, 3. കർക്കാനാടു്, 4.ചീതനാടു്, 5. കുട്ടനാടു്, 6. കുടനാടു്, 7. മലയമാനാടു് എന്നു് ഏഴു വിഭാഗങ്ങൾ ഉണ്ടായിരുന്നു. ഇതിൽ കുട്ടനാടു് എന്ന പേർ മദ്ധ്യതിരുവിതാംകൂറിലെ ചില താലൂക്കുകൾക്കു് ഇന്നും പറഞ്ഞുവരുന്നുണ്ടു്. 'വേണാട്' എന്നതു് ആദികാലത്തു് ഇടവാമുതൽ തെക്കോട്ടുമാത്രം വ്യാപിച്ചിരുന്ന തിരുവിതാംകൂർ സംസ്ഥാനത്തിന്റെ പേർ ആയിരുന്നു. ഏറെക്കുറെ ചേര രാജ്യത്തിനുതന്നെ ആണു് തമിഴിലെ അർവ്വാചീനഗ്രന്ഥകാരന്മാർ 'മലെനാട്' അല്ലെങ്കിൽ 'മലെമണ്ഡലം' എന്നു പേരിട്ടതു്. ഒരുകാലത്തു് സേലം, കോയംപുത്തൂർ എന്ന ഇപ്പോഴത്തെ രണ്ടു ജില്ലകളും ചേരരാജാക്കന്മാരുടെ കീഴിലായിരുന്നു. പരശുരാമൻ കേരളത്തിൽ സപ്തകൊങ്കണങ്ങളെ നിർമ്മിച്ചു എന്നു പുരാണാദികളിൽ കാണുന്നതു് ഈ ഏഴുനാടുകളെ ഉദ്ദേശിച്ചുതന്നെ ആയിരിക്കാം.",
                      "3. ഒരിക്കൽ മലയാളരാജ്യത്തു കടൽ കയറുകയും പിന്നീടു പിൻ വാങ്ങുകയും ഉണ്ടായിട്ടുണ്ടെന്നു ഭൂവിജ്ഞാനീയ (geology) ശാസ്ത്രപ്രകാരം കാണുന്നുണ്ടു്. 'പരശുരാമൻ സമുദ്രത്തിൽനിന്നു വീണ്ടെടുത്തു' എന്നു് പുരാണങ്ങൾ ഘോഷിക്കുന്നതും ഈ സംഭവത്തെ ഉദ്ദേശിച്ചായിരിക്കാം. ഇതു തന്നെ ആയിരിക്കയില്ലയോ വേറെ ചില ഇതിഹാസകഥകൾക്കും അടിസ്ഥാനം എന്നു് ഊഹിക്കുവാൻ വഴികാണുന്നു. പുരാണപ്രകാരം, അടുത്തു കഴിഞ്ഞ അവാന്തരപ്രളയം ദ്രമിളദേശത്താണു് ആരംഭിച്ചതു്. ദ്രമിളാധിപതിയായ സത്യവ്രതൻ കൃതമാലാനദിയിൽ സന്ധ്യാവന്ദനത്തിനായിട്ടു് കെയിൽ കോരിയെടുത്ത ജലത്തിൽ ഒരു ചെറിയ മത്സ്യത്തെ കണ്ടുവെന്നും, അതു ജലാഞ്ജലിയിൽ വിട്ടൊഴിയാതെ നില്ക്കയാൽ അതിനെ രാജാവു് ഗൃഹത്തിൽ കൊണ്ടുവന്നു സൂക്ഷിച്ചതിൽ ദിവസംപ്രതി ഇടുന്ന പാത്രം നിറഞ്ഞുവന്നു് നാലഞ്ചുദിവസത്തിനുള്ളിൽ മഹാമത്സ്യമായിത്തീർന്നു് ഏഴുദിവസത്തിനകം പ്രളയമുണ്ടാകുവാൻ പോകുന്ന വിവരവും, അപ്പോൾ ചെയ്യേണ്ടുന്ന കൃത്യങ്ങളും രാജാവിനെ ഗ്രഹിപ്പിച്ചിട്ടു് സമുദ്രത്തിൽ പ്രവേശിച്ചുവെന്നും ആണല്ലോ മത്സ്യാവതാരകഥ. ദ്രമിളരാജ്യത്തിന്റെ കടലോരം ആണു് കേരളം; അതിന്റെ ഒരു അതിർത്തി കൃതമാലാനദി ആയിരുന്നുവെന്നു് 'കൃതമാലാമലയാചലപശ്ചിമാം ഭോധിമദ്ധേ്യ' എന്നു് ഇന്നും സങ്കല്പത്തിൽ പറഞ്ഞുവരുന്ന എലുകകളിൽനിന്നു തെളിയുന്നുമുണ്ടു്. അതിനാൽ, 'ആറാമതായ ചാക്ഷൂഷമന്വന്തരത്തിന്റെ അന്തത്തിൽ ഉണ്ടായി' എന്നു ഘോഷിക്കുന്ന അവാന്തരപ്രളയം കേരളത്തിൽ സമുദ്രം കയറിയതുതന്നെ ആകരുതോ?",
                      "യുക്തിമാർഗ്ഗത്തിൽ കടന്നു് ആലോക്കുന്നതായാൽ മത്സ്യാവതാരത്തിന്റെ പ്രയോജനത്തിനും തമിഴുദേശചരിത്രത്തിൽ ഉപപത്തികൾ ഊഹിപ്പാൻ വേണ്ടിടത്തോളം വഴികാണുന്നുണ്ടു്. ഹയഗ്രീവമഹാസുരനാൽ അപഹരിക്കപ്പെട്ട വേദങ്ങളെ വീണ്ടെടുപ്പാനാണു് മഹാവിഷ്ണു മത്സ്യമായി അവതരിച്ചതു്. ഇക്കഥ 'ഒരു കാലത്തു ലുപ്തങ്ങളായിപ്പോയ വർണ്ണാശ്രമ ധർമ്മാചാരങ്ങളെ ദ്രമിളദേശത്തു് പ്രത്യുജ്ജീവിപ്പിക്കേണ്ടുന്ന ആവശ്യം നേരിട്ടു' എന്ന സംഗതിയെപ്പറ്റിയുള്ള അർത്ഥവാദമാണെന്നും കല്പിക്കുവാൻ വിരോധമില്ല. ആദികാലത്തു് ചെറിയ സംഘങ്ങളായി തെക്കോട്ടു കടന്നുവന്ന ആര്യന്മാർ ആദിമനിവാസികളായ ദ്രാവിഡർക്കു കീഴടങ്ങി വളരെക്കാലം ഇരുന്നിട്ടുണ്ടെന്നു് തമിഴുപഴമകളിൽനിന്നു കാണുന്നുണ്ടു്. വിശേഷിച്ചും കേരളത്തിൽ ആര്യന്മാർ സിന്ധുനദീമുഖത്തുനിന്നു പുരാതന കാലത്തുതന്നെ സമുദ്രയാത്രചെയ്തു് ഗോകർണ്ണംവഴി തെക്കോട്ടു വ്യാപിച്ചു് കുടിപാർത്തിരുന്നിരിക്കുവാൻ ഇടയുണ്ടു്. സംസ്കൃതശബ്ദങ്ങളെ ഉച്ചരിക്കുന്നതിൽ മലയാളികൾക്കു്, ശേഷമുള്ള ദ്രാവിഡരിൽ ഒരു സംഘത്തിലും ഇല്ലാത്ത ചില വിശേഷവിധികൾ ഈ ഊഹത്തിനു് ഒരു പ്രധാനലക്ഷ്യമാകുന്നു. 'ഡ'കാരത്തെ 'ള' കാരമാക്കി ഉച്ചരിക്കുന്ന സമ്പ്രദായം ഋഗേ്വദത്തിൽ മാത്രമാണുള്ളതു് ഇന്നും കേരളീയരുടെ സംസ്കൃതോച്ചാരണത്തിൽ സാർവ്വത്രികമായി കാണുന്നു: സമ്രാഡ്ഭ്യാം=സമ്രാൾഭ്യാം, വഷടു് = വഷൾ ഇത്യാദി. ഇങ്ങനെ ആദ്യമായി കടൽവഴി കടന്നുവന്ന ആര്യന്മാർ പശ്ചിമഘട്ടം കയറിക്കടന്നു് കിഴക്കോട്ടും വ്യാപിച്ചിരുന്നാലും പ്രധാനമായി കേരളത്തിൽത്തന്നെ കുടിപാർത്തിരിക്കാം. സംഘബലക്കുറവിനാൽ ഇവർ ചില ദ്രാവിഡാചാരങ്ങളെ സ്വീകരിക്കുകയും ആര്യമതാചാരങ്ങൾക്കു് ലോപം വരുത്തുകയും ചെയ്തിരിക്കാം. പിന്നീടു് ക്രമേണ ആര്യാവർത്തത്തിൽ ആധിപത്യം സ്ഥാപിച്ചിട്ടു് അവിടെനിന്നും വിന്ധ്യപംക്തി ഉല്ലംഘിച്ചു് ദക്ഷിണാപഥത്തെ ആക്രമിച്ച ആര്യസംഘങ്ങൾ പൂർവ്വാഗതന്മാരായ ഈ സ്വവർഗ്ഗക്കാരോടു കൂട്ടിമുട്ടിയപ്പോൾ അവരെ ഭ്രഷ്ടന്മാരെന്നും ലുപ്താചാരന്മാരെന്നും ആക്ഷേപിച്ചിരിക്കുവാൻ ഇടയുണ്ടു്. ദ്രാവിഡരെ ജാതിഭ്രഷ്ടരായ ക്ഷത്രിയരെന്നു മനു പറയുന്നതു നോക്കുക:",
                      {
                        "stanza": [
                            "പൌണ്ഡ്രകാശ്ചൌഡദ്രവിഡഃ കംബോജാ യവനാഃ ശകാഃ",
                            "പാരദാഃ പഹ്ലവാശ്ചീനാഃ കിരാതാ ദരദാഃ ഖശാഃ",
                            "ശനകൈസ്തു ക്രിയാലോപാദിമാഃ ക്ഷത്രിയജാതയഃ",
                            "വൃഷലത്വം ഗതാ ലോകേ ബ്രാഹ്മണാദർശനേന ച",
                            "--(മനുസ്മൃതി X 43, 44)"
                           ]
                      },
                      "പ്രളയാനന്തരം മഹാവിഷ്ണു വേദചോരനായ ഹയഗ്രീവനെ വധിക്കുകയും ആര്യാചാരങ്ങൾ യഥാവിധി നടപ്പിൽവരികയും ചെയ്തു. ആചാരഭേദം സ്വീകരിച്ച പ്രഥമാഗതാര്യന്മാരിൽ പ്രളയാനന്തരം ശേഷിച്ചവരുടെ സന്താനങ്ങളായിരിക്കാം ഇപ്പോൾ കേരളത്തിൽ കാണുന്ന വേദമില്ലാത്ത നംപൂരിവർഗ്ഗക്കാർ എന്നും, 'കേരളത്തിലെ അനാചാരങ്ങൾ' എന്നു പറയുന്നവ എല്ലാം പ്രസ്തുത വിലക്ഷണാചാരങ്ങളുടെ അവശേഷങ്ങളാണെന്നുംകൂടി കല്പിക്കുന്നതായാൽ എന്റെ അഭ്യൂഹം പൂർണ്ണമാകും. എന്നാൽ ഈവക സംഗതികൾ ദേശചരിത്രകാരന്റെ അധികാരത്തിൽ ഉൾപ്പെട്ടതാകയാൽ വെയാകരണനു് അതിൽ പ്രവേശിക്കുവാൻ അവകാശമില്ല.",
                      "4. മലൈനാടായ മലയാളത്തിലെ ആദിമനിവാസികൾ തമിഴരും അവരുടെ ഭാഷ തമിഴും ആയിരുന്നു. എന്നാൽ എല്ലാകാലത്തും ഗ്രന്ഥഭാഷ അല്ലെങ്കിൽ വരമൊഴി, നാടോടിബ്ഭാഷ അല്ലെങ്കിൽ വായ്മൊഴി എന്നു് ഒരു വ്യത്യാസം എല്ലാ ജീവത്ഭാഷകളിലും ഉള്ളതുപോലെ ഈ തമിഴിലും ഉണ്ടായിരുന്നു. ഗ്രന്ഥഭാഷയ്ക്കു് 'ചെന്തമിഴ്' എന്നും നാടോടിബ്ഭാഷയ്ക്കു് 'കൊടുന്തമിഴ്' എന്നും ആണു് തമിഴുഗ്രന്ഥകാരന്മാർ പേരിട്ടിരിക്കുന്നതു്. പലവക കൊടുന്തമിഴുകൾ ഉണ്ടായിരുന്നതിൽ ഒന്നാണു് നമ്മുടെ മലയാളമായിത്തീർന്നതു്. ഇപ്പോഴത്തെ നിലയിൽ സംസ്കൃതത്തിന്റെ മണിയം പലതും മലയാളഭാഷയിൽ കയറി ഫലിച്ചിട്ടുണ്ടെങ്കിലും അസ്തിവാരവും മേൽപ്പുരയും ഇന്നും തമിഴു പ്രതിഷ്ഠിച്ചിട്ടുള്ളതുതന്നെയാണു്. വിശേഷവിധികളൊന്നും ഉള്ളിലേക്കു തട്ടീട്ടില്ല. മരംകൊണ്ടുള്ള നിര കളഞ്ഞു് ആ സ്ഥാനത്തു് ഇട്ടിക പടുത്തുചുമരുകെട്ടുക, വാതായനങ്ങൾപണിഞ്ഞു് ഇരുട്ടും മുട്ടും തീർക്കുക - ഇത്രയൊക്കെയേ സംസ്കൃതവർത്തകനു തന്റെ മലയാളഗൃഹത്തിൽ പരിഷ്കാരം ചെയ്യുവാൻ സാധിച്ചിട്ടുള്ളു. ഈ സിദ്ധാന്തത്തെ മറ്റൊരിടത്തു പ്രസ്താവിക്കാം.",
                      "5. മലയാളത്തിന്റെ പ്രാഗ്രൂപം കൊടുന്തമിഴാണെന്നു പറഞ്ഞുവല്ലോ. ചെന്തമിഴ്തന്നെ ഏതുഭാഷാകുടുംബത്തിൽ ഉൾപ്പെട്ടതാണെന്നു തീർച്ചപ്പെടുത്തേണ്ടതുണ്ടു്. തമിഴു് 'ദ്രാവിഡം' എന്നൊരു പ്രത്യേക കുടുംബത്തിൽ ഉൾപ്പെട്ട ഭാഷയാണു്. ആ കുടുംബത്തിലെ അംഗങ്ങളെ താഴെ വിവരിക്കുന്നു.",
                      {
                        "table": [
                            ["1", "2", "3", "4", "5", "6", "7"],
                            ["1. തമിഴ്", "3. കർണ്ണാടകം", "4. തുളു", "8. കുറുക്", "10. ഗോണ്ഡി", "", ""],
                            ["2. മലയാളം", "", "5. കൊടക്", "", "11. ഗോണ്ഡ", "12. തെലുങ്ക്", "13. ബ്രാഹുയി"],
                            ["", "", "6. തോഡാ", "", "", "", ""],
                            ["", "", "7. കോഡാ", "", "", "", ""]
                         ]
                      },
                      "ഇവയിൽ തമിഴ്-മലയാളങ്ങൾ ഒരു ഭാഷയുടെതന്നെ രൂപാന്തരങ്ങൾ ആകുന്നുവെന്നു മുമ്പുതന്നെ പ്രസ്താവിച്ചല്ലോ. കർണ്ണാടകത്തിനും തമിഴിനോടും വലിയ അടുപ്പമുണ്ട്. തുളു, കൊടക്, തോഡാ എന്ന തായ് വഴി തമിഴുമലയാളങ്ങളുടേയും കർണ്ണാടകത്തിന്റേയും മദ്ധ്യത്തിൽ നില്ക്കുന്നു. അതിലും ഇവയ്ക്ക് അധികം ചാർച്ച കർണ്ണാടകത്തോടാകുന്നു. കുറുക്, മാൽട്ടോ എന്ന രണ്ടു ഭാഷകളുടെ നിലയും മുൻപറഞ്ഞ നാലെണ്ണത്തിന് ഏകദേശം ചേർന്നുതന്നെ ആണ്. ഗോണ്ഡി, കൂയി എന്ന രണ്ടിനും തെലുങ്കിനോടു രക്തസംബന്ധം കൂടും. തെലുങ്ക് പണ്ടേതന്നെ മൂലകുടുംബത്തിൽ നിന്നു വളരെ അകന്നുപോയി. ബ്രാഹൂയി ഒററതിരിഞ്ഞു ബലൂച്ചിസ്ഥാനത്ത് അകപ്പെട്ടു പോകയാൽ അതിന് അന്യഭാഷകളുടെ അതിക്രമം അധികം തട്ടീട്ടുണ്ട്. ദ്രാവിഡഭാഷകളിൽ തമിഴ്, തെലുങ്ക്, കർണ്ണാടകം, മലയാളം, തുളു, കൊടക് ഈ ആറു ഭാഷകൾക്കു ഗ്രന്ഥസാമഗ്രികൊണ്ട് പുഷ്ടി ലഭിച്ചിട്ടുണ്ട്. അവയുടെ അവരോഹക്രമത്തിലാണ് അവയെ ഇവിടെ നിർദ്ദേശിച്ചിരിക്കുന്നത്. നേർവരയുടെ നീളംകൊണ്ട് അകൽച്ചയും, ചരിഞ്ഞ വരകൊണ്ടു ചാർച്ചയും കാണിക്കുന്നപക്ഷം താഴെ കൊടുത്തിട്ടുള്ള വംശാവലി ദ്രാവിഡഭാഷകൾക്കു മൂലഭാഷയുമായുള്ള അകൽച്ചയും അടുപ്പവും അന്യോന്യബന്ധവും കാണിക്കും:",
                      "",
                      {
                        "image": "images/sample3.jpg",
                        "caption": "image caption."
                      },
                      "6. ദ്രാവിഡവർഗ്ഗക്കാർ 'ദക്ഷിണാപഥം' എന്നു പറയുന്ന തെക്കേ ഇൻഡ്യയിലെ ആദ്യനിവാസികൾതന്നെ ആയിരിക്കണമെന്നാണ് പ്രബലമായ ഊഹം. ഇവർ ആര്യന്മാരുടെ ഇൻഡ്യാപ്രവേശനത്തിനുമുൻപ് വടക്കോട്ട് അങ്ങുമിങ്ങും വ്യാപിച്ചിരിക്കാം എന്നു മാത്രമേ ഉള്ളു. ആര്യന്മാരെപ്പോലെയും മുസൽമാന്മാരെപ്പോലെയും മറ്റും ഇവരും മറുദേശങ്ങളിൽനിന്നു വന്ന് കുടിയേറിപ്പാർത്തതിന് ഒരു ലക്ഷ്യവും കാണുന്നില്ല. അതിനാൽ ഇവരുടെ ഭാഷകളും ഒരു പ്രത്യേകശാഖയിൽ നില്ക്കുന്നു. സംസ്കൃതത്തോടാകട്ടെ, അതിൽനിന്ന് ദുഷിച്ചുണ്ടായ വടക്കേ ഇൻഡ്യയിലെ നാട്ടുഭാഷകളോടാകട്ടെ ദ്രാവിഡഭാഷകൾക്ക് പറയത്തക്കതായി യാതൊരു ബന്ധവും ഇല്ല. ശബ്ദശാസ്ത്രകാരന്മാർ ഭാഷകൾക്കു ചില മഹാവിഭാഗങ്ങൾ ചെയ്തിട്ടുള്ളതിൽ സിഥിയൻ, ടാർട്ടാര്, തുറേനിയൻ എന്നും മറ്റും പറയുന്ന അനിരുക്തസ്വരൂപങ്ങളായ പല ശാഖകളോടും ദ്രാവിഡഭാഷാവർഗ്ഗത്തിനു ചാർച്ചയുള്ളതായി വാദങ്ങൾ പുറപ്പെട്ടിട്ടുണ്ടെങ്കിലും അതൊന്നും സിദ്ധാന്തദശയിൽ എത്തിക്കഴിഞ്ഞിട്ടില്ല. ഇക്കൂട്ടത്തിൽ ആസ്ത്രേലിയാ മഹാദ്വീപിന്റെ വടക്കുഭാഗങ്ങളിൽ പ്രചരിക്കുന്ന ഭാഷകൾക്കും ദ്രാവിഡഭാഷകൾക്കും തമ്മിൽ ചില അംശങ്ങളിൽ കാണുന്ന യോജിപ്പുമാത്രം വക്തവ്യമായിട്ടുണ്ട്.",
                      "7. ആര്യന്മാർ ദക്ഷിണാപഥത്തിൽ പ്രവേശിച്ച് ആര്യമതാചാരങ്ങളും ആര്യപരിഷ്കാരങ്ങളും അവിടെ സ്ഥാപിച്ചകൂട്ടത്തിൽ ആര്യഭാഷയായ സംസ്കൃതം ദ്രാവിഡഭാഷകളിൽ പ്രബലമായി സ്വാധികാരം ചെലുത്തുകയും ഉണ്ടായിട്ടുണ്ട്. സംസ്കൃതത്തിൽനിന്നു പദങ്ങൾ കടംവാങ്ങുകയും സംസ്കൃതവാക്യഭംഗികളെയും അലങ്കാരരീതികളെയും സ്വീകരിക്കുകയും ദ്രാവിഡഭാഷകളിൽ നടപ്പായി. എന്നു വേണ്ട, കാലക്ഷേപത്തിനു മുട്ടുണ്ടായിരുന്ന ചില ഭാഷകൾ സംസ്കൃതത്തിൽനിന്ന് വിഭക്തിരൂപങ്ങളെയും, ആഖ്യാതങ്ങളെയും, നിപാതങ്ങളെയും ദത്തെടുത്തു ചേർത്ത് 'മണിപ്രവാളം' എന്നൊരു പുതിയ വേഷം കെട്ടാനുംകൂടി ആരംഭിച്ചു. ഈവക വിശേഷവിധികളെല്ലാം ഗ്രന്ഥഭാഷയെ അല്ലാതെ നാടോടിബ്ഭാഷയെ ബാധിച്ചിട്ടില്ല. തറവാട്ടുമൂപ്പുസ്ഥാനം വഹിക്കുന്ന തമിഴുമാത്രം പുതുമോടികളിൽ ഭ്രമിച്ച് പഴയ പാരമ്പര്യങ്ങളുപേക്ഷിക്കാതെ കഴിച്ചുകൂട്ടി. തെലുങ്ക് എന്ന സംജ്ഞ തന്നെ 'ത്രിലിംഗം' അല്ലെങ്കിൽ 'ത്രികലിംഗം' എന്ന സംസ്കൃതത്തിന്റെ തത്ഭവമായിത്തീർന്നു. 'കരൈനാട്' 'കർണ്ണാടകം' എന്ന സംസ്കൃതവേഷം കെട്ടി. ഇക്കൂട്ടത്തിൽ 'തമിഴ്' എന്നതിന്റെ സംസ്കൃതീകരണമാണ്, ദ്രാവിഡശബ്ദം. തമിൾ-ദമിള-ദ്രവിളം-ദ്രവിഡം. കുലകൂടസ്ഥന്റെ പേർ ഗോത്രനാമമായിത്തീരാറുള്ള മുറയ്ക്കാണ് 'ദ്രാവിഡം' എന്നത് ഭാഷാശാഖയ്ക്ക് പൊതുപ്പേരായിച്ചമഞ്ഞത്.",
                      "സംസ്കൃതഗ്രന്ഥകാരന്മാർ ദാക്ഷിണാത്യഭാഷകളെ 'ആന്ധ്രദ്രാവിഡങ്ങൾ' എന്നും വ്യവഹരിച്ചുകണ്ടിട്ടുണ്ട്. ഇത് ആന്ധ്രഭാഷയായ തെലുങ്കിന് തമിഴിനോടുള്ള അകൽച്ചയെ ആസ്പദമാക്കിച്ചെയ്തതായിരിക്കാം.",
                      "8. മണിപ്രവാളമലയാളത്തിലെ സംസ്കൃതബാഹൂല്യം കണ്ടു ഭ്രമിച്ച് പ്രമാണികന്മാരായ ഗ്രന്ഥകാരന്മാർപോലും സംസ്കൃതത്തിൽ ദ്രാവിഡം കലർന്ന് ഉണ്ടായ ഭാഷയാണ് 'മലയാളം' എന്നു ശങ്കിക്കുകയുണ്ടായിട്ടുണ്ട്. അതിനാൽ ദ്രാവിഡസംസ്കൃതങ്ങൾ ഭിന്നവർഗ്ഗങ്ങളിൽപ്പെട്ട ഭാഷകൾ ആണെന്നുള്ളതിലേക്കു ചില പ്രധാനലക്ഷ്യങ്ങൾ ഇവിടെ എടുത്തു കാണിക്കാം. ഒരു വർഗ്ഗത്തിൽപ്പെട്ട ജനസമുദായം മററുവർഗ്ഗത്തിൽപ്പെട്ട ജനസമുദായത്തോടു നിത്യസംസർഗ്ഗം ചെയ്യുമ്പോൾ രണ്ടു വർഗ്ഗങ്ങളുടെയും വേഷഭൂഷാദികൾ, ലൌകികാചാരങ്ങൾ, നടപടിക്രമങ്ങൾ - ഇതെല്ലാം കൂടിക്കലർന്നു ഭേദപ്പെടുമ്പോലെ അവരുടെ ഭാഷകളിലെ ശബ്ദസമുച്ചയവും ഭേദപ്പെടും. എന്നാൽ അങ്ങനെ വരുമ്പോഴും മതാചാരങ്ങൾ, കുടുംബപാരമ്പര്യങ്ങൾ, അവകാശക്രമങ്ങൾ മുതലായവ അപൂർവ്വമായിട്ടേ മാറിപ്പോകാറുള്ളു. അതുപോലെ ഭാഷകളുടെയും അന്വയക്രമം, രൂപനിഷ്പാദന സമ്പ്രദായം, ശൈലികൾ ഇതൊന്നും മാറുക സാധാരണയല്ല. പ്രകൃതത്തിൽ ആര്യന്മാരുടെ പരിഷ്കാരോൽക്കർഷവും പ്രാബല്യാധിക്യവും നിമിത്തം ദ്രാവിഡരുടെ മതാചാരങ്ങൾകൂടി മാറിപ്പോയി; എങ്കിലും ഭാഷകൾക്ക് ബാഹ്യവേഷസ്ഥാനം വഹിക്കുന്ന ശബ്ദങ്ങളിലല്ലാതെ ആന്തരതത്വമായ വ്യാകരണത്തിൽ യാതൊരു മാററവും ഉണ്ടായിട്ടില്ല.",
                      "9. സംസ്കൃതത്തിൽനിന്നും പദം കടം വാങ്ങിയിട്ടുള്ളതും ചില അത്യാവശ്യങ്ങൾക്കോ ആഡംബരത്തിനോ മാത്രമേ ഉള്ളു. വീടുകളിൽ പതിവായി പെരുമാറുന്ന വാക്കുകൾക്ക് സംസ്കൃത്തിലും ദ്രാവിഡത്തിലും യാതൊരു സംബന്ധവും ഇല്ലെന്ന് താഴെക്കാണിക്കുന്ന നാമങ്ങളും കൃതികളും നിപാതങ്ങളും നോക്കിയാൽ ബോധ്യപ്പെടും.",
                      "I . നാമങ്ങൾ",
                      {
                        "table": [
                            ["സംസ്കൃതം", "മലയാളം", "തമിഴ്", "കർണ്ണാടകം", "തെലുങ്ക്", "തുളു"],
                            ["പിതാ", "തന്തൈ", "തന്ത", "തന്തെ", "", ""],
                            ["മാതാ", "തായ്", "തായ്", "തായ്", "തല്ലി", ""],
                            ["സൂനുഃ", "മകൻ", "മകൻ", "മഗൻ", "", "മഗ"],
                            ["ശിരഃ", "തലൈ", "തല", "തലെ", "തല", "തരെ"],
                            ["അക്ഷി", "കൺ", "കണ്ണ്", "കൺ", "കന്നു", "കണ്ണ്"],
                            ["നാസാ", "മൂക്ക്", "മൂക്ക്", "മൂഗൂ", "മൂക്ക്", "മൂക്ക്"],
                            ["കരഃ", "കൈയ്", "കൈയ്", "കയ്", "ചേയി", "കൈയ്"],
                            ["സൂര്യഃ", "ഞായർ", "ഞായർ", "നേസർ", "", ""],
                            ["ചന്ദ്രഃ", "തിങ്കൾ", "തിങ്കൾ", "തിങ്കൾ", "", "തിങ്കൾ"],
                            ["ദ്യൌഃ", "വാൻ", "വാൻ", "ബാൻ", "വിന്നു", ""],
                            ["ദിവസഃ", "നാൾ, പകൽ", "നാൾ, പകൽ", "നാൾ", "നാഡു", ""],
                            ["രാത്രിഃ", "ഇരവു", "ഇരവ്", "ഇരുൾ", "ഇരുളു", ""],
                            ["അഗ്നിഃ", "തീ", "തീ", "തീ", "", "തീ"],
                            ["ഗൃഹം", "വീടു", "വീട്", "വീട്", "വീഡു", ""],
                            ["ഗ്രാമഃ", "ഊരു", "ഊര്", "ഊര്", "ഊരു", "ഊര്"],
                            ["ശ്വാ", "നായ്", "നായ്", "", "", "നായ്"]                        
                        ]
                      },
                      "മേൽക്കാണിച്ച സംസ്കൃത നാമങ്ങളെല്ലാം തന്നെയും ഇപ്പോൾ മലയാളത്തിൽ നടപ്പിൽവന്നിട്ടുണ്ടെങ്കിലും അതുകൾ ആഡംബരത്തിനു വേണ്ടി സംസ്കൃതത്തിൽ നിന്നും സ്വീകരിച്ച 'തത്സമങ്ങൾ' എന്നല്ലാതെ ഭാഷയുടെ സ്വന്തശബ്ദങ്ങളല്ല. നഖം, മുഖം, സുഖം, ദുഃഖം മുതലായ അത്യാവശ്യ പദങ്ങളും ഇപ്പോൾ സംസ്കൃതതത്സമങ്ങൾ മാത്രമായിക്കാണുന്നത് പഴയ ദ്രാവിഡപദങ്ങളെ ഉപേക്ഷിച്ചുകളഞ്ഞതിനാൽ മാത്രമാകുന്നു.",
                      "II. കൃതികൾ",
                      {
                        "table": [
                            ["സംസ്കൃതം", "മലയാളം", "തമിഴ്", "കർണ്ണാടകം", "തെലുങ്ക്", "തുളു"],
                            ["ഭക്ഷണം", "തിന്നുക", "", "തിന്നു", "തിനു", "തിന്"],
                            ["പാനം", "കുടിക്കുക", "കുടി", "കുടി", "ത്രാഗു", ""],
                            ["ഗമനം", "പോകുക", "പോ", "പോകു", "പോവു", "പോ"],
                            ["സ്ഥാനം", "നിൽക്കുക", "നിൽ", "നില്ലു", "നില്ലു", ""],
                            ["ധാവനം", "ഓടുക", "ഓടു", "ഓടു", "പാറു", ""],
                            ["വചനം", "ചൊല്ലുക", "ചൊൽ", "സൊല്", "", ""],
                            ["ശ്രവണം", "കേൾക്കുക", "കേൾ", "കേളു", "", "കേണ്"],
                            ["ഹനനം", "കൊല്ലുക", "കൊൽ", "കൊല്ലു", "", "കെര്"],
                            ["ആസനം", "ഇരിക്കുക", "ഇരി", "ഇരു", "", ""],
                            ["ആഗമനം", "വരുക", "വരു", "ബാ", "രാക", "ബല"]                          
                        ]
                      },
                      "സർവ്വനാമങ്ങളെല്ലാം ദ്രാവിഡങ്ങളിൽ ഏകരൂപങ്ങളും സംസ്കൃതത്തിൽ നിന്നു ഭിന്നങ്ങളുമാണ്.",
                      "10. ഇനി വ്യാകരണത്തിന്റെ ഏർപ്പാടുകളെപ്പറ്റി നോക്കാം.",
                      "(1) ഏഴു വിഭക്തി, ഓരോന്നിനും മുമ്മൂന്നു വചനം. ഒാരോ വചനത്തിനും പ്രത്യേകം പ്രത്യയം എന്നു് ഇരുപത്തിയൊന്നായിപ്പിരിയുന്ന സംസ്കൃതത്തിലെ രൂപാവലീകോലാഹലമൊന്നും ദ്രാവിഡങ്ങൾക്കില്ല. രൂപനിഷ്പാദനത്തിലും ആദ്യത്തെ അഞ്ചുവചനം ദൃഢം, ശേഷമെല്ലാം ശിഥിലം എന്നുള്ള പ്രക്രിയാഭേദമില്ല. ദ്രാവിഡങ്ങളിലാകട്ടെ, പ്രഥമയ്ക്കു് പ്രത്യയം ഇല്ല. ശേഷം എല്ലാ വിഭക്തികളിലും പ്രകൃതി ഒന്നുപോലെതന്നെ. വചനം രണ്ടേ ഉള്ളൂ; അതിനുള്ള പ്രത്യയം ഒന്നു വേറെ ആകുകയാൽ വിഭക്തിപ്രത്യയം വചനം തോറും മാറേണ്ട. വിഭക്തിസംബന്ധം കുറിക്കുന്നതിനു് പ്രത്യയം മാത്രമല്ല, ഗതികളും ഉണ്ടു്. മിടുക്കന്മാരെക്കൊണ്ട്' എന്ന വിഭക്തിരൂപം അപഗ്രഥിച്ചു നോക്കുക:",
                      "സംസ്കൃതത്തിലാകട്ടെ പടുംഭിഃ' എന്നതിൽ ഭിസ്' എന്ന ഒരു പ്രത്യയം മാത്രമേ ഉള്ളു, ഇവയെല്ലാം കുറിക്കുന്നതിനു്. എന്നു മാത്രമല്ല, ആ പ്രത്യയത്തിനുതന്നെ, കർത്താവു്, ഹേതു, സാഹിത്യം, ദ്വാരത എന്നീ അർത്ഥങ്ങലും ആവാം.",
                      "(2) സംസ്കൃതത്തിലല്ലാതെദ്രാവിഡങ്ങളിൽ വികരണഭേദം, പദഭേദം, (ആത്മനേപദപരസ്മെ പദങ്ങൾ), കർത്തരി, കർമ്മണി, ഭാവേ എന്ന പ്രയോഗഭേദം ഇതൊന്നും ഇല്ല. കാലപ്രകാരങ്ങൾക്കു് അവാന്തരഭേദങ്ങളും കുറയും. നിഷേധം, സമുച്ചയം, വികല്പം ഇതുകൾ ചെയ്യുന്ന സമ്പ്രദായം അത്യന്തഭിന്നമാണു്. പററുവിനകൾക്കും സംസ്കൃതത്തിലെ ആഖ്യാതങ്ങൾക്കും തമ്മിൽ വലുതായ അന്തരമുണ്ടു്. മുററുവിനകൾക്കു് (ആഖ്യാതങ്ങൾക്ക്) സംസ്കൃതത്തിലില്ലാത്തതായ ലിംഗഭേദം ഒന്നു വിശേഷാൽ ഉണ്ടു്.",
                      "(3) വ്യപേക്ഷകസർവ്വനാമം ദ്രാവിഡങ്ങളിൽ ഇല്ല. അതിന്റെ പ്രവൃത്തി പേരെച്ചം നടത്തുന്നു. അലിംഗബഹുവചനം ദ്രാവിഡത്തിനുള്ള ഒരു വിശേഷമാണു്. അചേതനവാചികളായ നാമങ്ങൾക്കും അതുകളെ പരാമർശിക്കുന്ന സർവ്വനാമങ്ങൾക്കും ലിംഗഭേദമില്ലാത്തതും അതുപോലെതന്നെ. ഉദാഹരണം:",
                      "നപുംസകനാമങ്ങൾക്കു ബഹുവചനം വേണ്ട; സംഖ്യാവിശേഷണം ചേർത്താൽ പ്രയോഗിക്കരുതെന്നുകൂടിയുണ്ട്: പത്തുരൂപാ, എട്ടു പശു.",
                      "(4) ഭേദകങ്ങൾക്കു ദ്രാവിഡത്തിൽ ലിംഗവചനവിഭക്തികൾക്കു പൊരുത്തംഇല്ല. പടു-പടീയസ്-പടിഷ്ഠ എന്ന മട്ടിലുള്ള അതിശായനരൂപവും ദ്രാവിഡഭാഷകളിൽ ഇല്ല.",
                      "(5) ദ്രാവിഡഭാഷകളുടെ സ്ഥിതി സംശ്ലിഷ്ടകക്ഷ്യ'യിലും സംസ്കൃതത്തിന്റെ വെകൃതകക്ഷ്യ'യിലും ആകുന്നു.",
                      "(6) സംസ്കൃതത്തിലെ മഹാപ്രാണങ്ങളും ഊഷ്മാക്കളും ദ്രാവിഡത്തിലില്ല. ദ്രാവിഡത്തിലെ ഴ, റ, സംസ്കൃതത്തിലും ഇല്ല.",
                      "(7) ഉദാത്താദിസ്വരഭേദം ദ്രാവിഡത്തിൽ ഒരിക്കലും ഉണ്ടായിരുന്നില്ല.",
                      "11. മലയാളം തമിഴിന്റെ ഒരു ഉപഭാഷയാണെന്നു് ആദ്യംതന്നെ പ്രസ്താവിച്ചിട്ടുണ്ടല്ലോ. അതു് പ്രധാനഭാഷയായ തമിഴിൽനിന്നും ഭേദപ്പെട്ടു് ഒരു പ്രത്യേകഭാഷ എന്ന നിലയിൽ വന്നുചേർന്നതു് എത്രകാലംകൊണ്ടാണു് എന്നും അതിലേക്കുള്ള കാരണങ്ങൾ എന്തെല്ലാമായിരുന്നു എന്നും ആണു് ഇനി ആലോചിപ്പാനുള്ളതു്. എല്ലാ ഭാഷകൾക്കും രുചിഭേദംനിമിത്തം ദേശ്യ ഭേദങ്ങൾ വരാറുണ്ട്; മലയാളത്തിനുതന്നെ ഇപ്പോൾ മദ്ധ്യമലയാളത്തിനുപുറമെ തെക്കൻഭാഷ, വടക്കൻഭാഷ എന്ന വകഭേദം നാം കൽപിക്കാറുണ്ടല്ലോ. അതുപോലെ തമിഴിനു്.",
                      {
                        "stanza": [
                            "തെൻ പാണ്ടി കുട്ടം കുടം കർക്കാ വേൺപൂഴി",
                            "പൻറിയരുവാവതൻ വടക്കു നൻറായ",
                            "ചീതം മലാടു പുനനാടു ചെന്തമിഴ്ചേ",
                            "രേതമിൽ പന്നിരുനാട്ടെൺ."
                        ]
                    },
                      "എന്ന വചനപ്രകാരം പന്ത്രണ്ടു നാടുകളിലായിട്ടു് ദേശ്യഭേദങ്ങളുണ്ടായിരുന്നു. ഇപ്പോഴത്തെ മധുരജില്ലയിൽ നടപ്പായിരുന്ന ഭാഷയ്ക്കു് 'ചെന്തമിഴ്' എന്നും മേൽപറഞ്ഞ പന്ത്രണ്ടുദേശങ്ങളിൽ നടപ്പായിരുന്ന ഭാഷയ്ക്കു് കൊടുന്തമിഴു് എന്നും ആണു് തമിഴുഗ്രന്ഥകാരന്മാർ പേർ കൊടുത്തിരുന്നതു്. പന്ത്രണ്ടുദേശങ്ങൾ എടുത്തു പറഞ്ഞതിൽ കുട്ടം, കുടം, കർക്കാ, വേ, പൂഴി ഈ അഞ്ചും ഇന്നത്തെ കേരളഖണ്ഡത്തിൽ ഉൾപ്പെട്ടവയാണു്. ഈ അഞ്ചു നാടുകളിലെ കൊടുന്തമിഴു് മലയാളമായി പരിണമിക്കുവാനുള്ള കാരണമെന്ത്?",
                      "(1) മലയാളദേശത്തിന്റെ കിടപ്പു് കിഴക്കേ അതിർത്തിമുഴുവൻ വ്യാപിക്കുന്ന പർവ്വതപംക്തികൊണ്ടു മറ്റു തമിഴുനാടുകളിൽനിന്നും വേർപെട്ടു് ഒറ്റതിരിഞ്ഞായിപ്പോയത്:",
                      "ആദികാലത്തു് തെക്കേ ഇൻഡ്യയുടെ തെക്കേ അറ്റം ചേരം, ചോളം, പാണ്ഡ്യം എന്നു മൂന്നു രാജ്യങ്ങളായി വിഭജിച്ചിരുന്നു. അതിൽ പശ്ചിമഘട്ടങ്ങളുടെ പടിഞ്ഞാറുവശവും കൊങ്ങുദേശവും ഉൾപ്പെട്ടിരുന്നു. മൂന്നു സ്വതന്ത്രരാജ്യങ്ങളായിരുന്നെങ്കിലും അനേ്യാന്യം കലഹങ്ങളും ഒന്നിനു മറ്റു രണ്ടു രാജ്യങ്ങളുടെ മേൽക്കോയ്മ ഉണ്ടെന്നുള്ള അഭിമാനവും, അതുമൂലം പലയുദ്ധങ്ങളും ഉണ്ടായിരുന്നു. യുദ്ധങ്ങളിലെ ജയം അനുസരിച്ചു് മേൽക്കോയ്മയും മാറി മാറി വന്നുകൊണ്ടിരുന്നു. മൂവരശർക്കു പുറമേ പല്ലവർ, ചാലൂക്യർ, രാഷ്ട്രകൂടർ മുതലായ വെദേശികരുടെ ആക്രമങ്ങളും അക്രമങ്ങളും നടന്നിട്ടുണ്ടു്. ഈ രാജ്യപരിവർത്തനകോലാഹലങ്ങളിൽ എല്ലാ തമിഴ്നാടുകൾക്കും ഒഴിക്കുവാൻ പാടില്ലാത്തവിധത്തിൽ പരസ്പരസംസർഗ്ഗം വേണ്ടിവന്നു. അന്നത്തെ രാജ്യഭരണ സമ്പ്രദായവും പ്രസ്താവയോഗ്യമാണു്. രാജധാനിയും അതിനു ചുറ്റുമുള്ള ദേശവും മാത്രമേ നേരേ രാജാവിന്റെ കീഴിൽ വർത്തിച്ചിരുന്നുള്ളു. ശേഷം ഭാഗമെല്ലാം നാടുവാഴികളായ ഉദേ്യാഗസ്ഥന്മാരാണു് ഭരിച്ചുവന്നതു്. ഒാരോ രാജ്യവും നാടുകളായി വിഭജിച്ചു് ഒാരോ നാട്ടിനും ഭരിക്കുന്നതിനു് അധികാരികളായി പ്രഭുക്കന്മാരെ നിയമിച്ചിരുന്നു. നാടുവാഴികളായ പ്രഭുക്കന്മാർ പ്രായേണ തങ്ങളുടെ അധികാരം കുലപരമ്പരയായി വഹിച്ചുകൊണ്ടിരുന്നതിനാൽ അവരിൽ ചിലർ പ്രബലന്മാരായിത്തീർന്നു് പേരിനുമാത്രം രാജാവിനു കീഴടങ്ങിക്കൊണ്ടു കാര്യത്തിൽ സ്വതന്ത്രന്മാരായിത്തീരുകയും ചെയ്തിട്ടുണ്ടു്. ഇക്കൂട്ടത്തിൽ കുട്ടനാടിന്റെ അധിപതിയായിരുന്ന ചെംകുട്ടവൻ എന്ന പ്രഭുവിനെപ്പറ്റി പഴയ തമിഴുഗ്രന്ഥങ്ങളിൽ പല കഥകളും കാണുന്നുണ്ടു്. എന്നുവേണ്ട 'പതിറ്റിപ്പത്ത്' എന്ന തമിഴുകാവ്യം ചേരരാജാക്കന്മാരുടെയും മലയാളനാടുകൾ ഭരിച്ചിരുന്ന നാടുവാഴികളുടെയും പരാക്രമങ്ങളെ വർണ്ണിച്ചു് മലയാളനാട്ടിൽ ഉണ്ടായിരുന്ന കവികൾ നിർമ്മിച്ചിട്ടുള്ളതാകുന്നു. പതിറ്റിപ്പത്തിന്റെ ആദ്യത്തെയും ഒടുവിലത്തെയും പാട്ടൊഴിച്ചു ശേഷം പാട്ടുകൾ ഇപ്പോഴും നടപ്പുണ്ടു്. ഇതിൽ ഏഴാമത്തെ പാട്ടു് 'ചെല്വക്കടുങ്കോ വാഴിയാതൻ' എന്ന ചേരരാജാവിനെ സംബോധനം ചെയ്തു് 'കപിലർ' എന്ന ബ്രാഹ്മണകവി ഉണ്ടാക്കിയിട്ടുള്ളതാണു്. ഇക്കവി പാണ്ടിയിൽ തിരുവടവൂർ എന്ന ദേശത്തു ജനിച്ചു്, മലയാളത്തിൽവന്നു താമസിച്ച ആളും 'പൊയ്യു പറയാത്തവൻ' എന്നർത്ഥമായ 'പൊയ്യാനാവിർക്കപിലർ' എന്ന വിരുതുപേർ ലഭിച്ച മഹാനും ആകുന്നു. ഇദ്ദേഹത്തിന്റെ കവിതകളിലെല്ലാം മലനാട്ടിലെ പ്രഭുക്കന്മാരാണു നായകന്മാർ. 'എെങ്കുറുനൂറു', ചിലപ്പതികാരം' മുതലായി വേറെയും കേരളീയകൃതികളായ തമിഴുകവിതകൾ ഉണ്ടു്. അടുത്തകാലത്തു് കൊല്ലവർഷാരംഭംവരെ തമിഴിൽ കവിപാടീട്ടുള്ള കേരളീയരെക്കുറിച്ചു് അറിവുണ്ടു്. 'എെയ്യനരിതനാർ' എന്ന കേരളീയതമിഴ്കവി ക്രിസ്ത്വബ്ദത്തിന്റെ ഏഴാം ശതകത്തിലോ എട്ടാമത്തേതിലോ ജീവിച്ചിരുന്നതായിക്കാണുന്നു. 'മുകുന്ദമാല' എന്ന സംസ്കൃതസ്തോത്രത്തിന്റെ കർത്താവായ കുലശേഖര ആൾവാരെപ്പറ്റി തിരുവിതാംകൂർകാർ എല്ലാവരും കേട്ടിരിക്കുമല്ലോ. ഈ രാജകവിയും തമിഴുഗ്രന്ഥങ്ങൾ നിർമ്മിച്ചിട്ടുണ്ടു്.",
                      "മേൽക്കാണിച്ചപ്രകാരം തമിഴ്രാജ്യവും മലയാളരാജ്യവും ഒരേ രാജാവിന്റെ കീഴിൽ ഇരുന്നിടത്തോളംകാലം തമിഴ്ഭാഷയും മലയാളഭാഷയും ഒന്നുതന്നെ ആയിരുന്നു. കേരളീയകൃതികളിൽ ചെന്തമിഴിൽനിന്നും വ്യത്യസ്തങ്ങളായ ചില രൂപങ്ങളും (ഒല്ലാർ), പദങ്ങളും (പോത്തു്, പട്ടി, കെനില മുതലായവ) കാണുന്നില്ലെന്നില്ല; എന്നാൽ അതുകളെല്ലാം ദേശ്യഭേദങ്ങളെന്നേ ഗണിക്കപ്പെട്ടിട്ടുള്ളു. ചിലപ്പതികാരം തമിഴിലെ പ്രധാനപ്പെട്ട അഞ്ചു മഹാകാവ്യങ്ങളിൽ ഒന്നായിട്ടാണു് തമിഴർ ഇന്നും പറഞ്ഞുവരുന്നതു്. മറ്റു തമിഴുനാടുകൾക്കൊപ്പം മലനാട്ടിലും മൂവരശരിൽ ഒരാൾ ഭരിക്കുക എന്ന ഏർപ്പാടു് പെരുമാക്കന്മാരുടെ കാലത്തോടുകൂടി അവസാനിച്ചു. കേരളോൽപത്തി എന്ന പുരാണഗ്രന്ഥത്തെ വിശ്വസിക്കുന്നപക്ഷം പെരുമാക്കന്മാർ തന്നെ രാജപ്രതിനിധികൾ എന്നല്ലാതെ സാക്ഷാൽ രാജാക്കന്മാരായിരുന്നില്ല. ചരിത്രപ്രകാരം നോക്കുന്നതായാലും പെരുമാക്കന്മാർ മൂവരശരിൽ ഒരാളുടെ വെസ്രായിമാരായിരുന്നിരിക്കുവാൻ ഇടയുണ്ടു്. രാഷ്ട്രകൂടർ, ചാലൂക്യർ മുതലായ വിജിഗീഷുക്കളുടെ ആക്രമണങ്ങളാൽ പാണ്ഡ്യചോളചേരന്മാരുടെ ശക്തി കുറഞ്ഞതിനു പുറമേ ചില വംശങ്ങൾ ക്ഷയിക്കുകയും ഒന്നു മറ്റൊന്നിൽ ലയിക്കുകയും എല്ലാം ഉണ്ടായി. ക്രി. അ. 1293നു് അടുത്തു പരലോകംപ്രാപിച്ച സുന്ദരപാണ്ഡ്യരാജാധിരാജനോടുകൂടി മൂവരശരുടെ ശക്തി അസ്തമിച്ചു. 1310-ാം വർഷത്തിൽ മലിക്കു് കഫൂർ എന്ന മഹമ്മദീയവിജിഗീഷു തെക്കേ ഇൻഡ്യയിൽ കടന്നു് രാജ്യമാസകലം കൊള്ളചെയ്തു് സർവ്വസ്വവും കുത്തിക്കവർന്നുകൊണ്ടുപോകുകയും ചെയ്തു. ഈ അനാഥസ്ഥിതിയിൽ കൊല്ലത്തു് ദേശിംഗനാടിന്റെ അധിപതിയായിരുന്ന രവിവർമ്മകുലശേഖരരാജാവു് പാണ്ഡ്യചോളദേശങ്ങളെ വെട്ടിപ്പിടിച്ചു് കാഞ്ചീപുരരാജധാനിയിൽ രാജാധിരാജനായി സ്വല്പകാലം വാഴുകയുണ്ടായി. എന്നാൽ കേരളീയരുടെ ദുർഭാഗ്യത്താൽ അദ്ദേഹത്തിലും രാജലക്ഷ്മി സ്ഥിരയായി വസിച്ചില്ല. ഇതിനുമേൽ വിജയനഗരത്തിലെ ഹിന്ദുരാജാക്കന്മാർക്കും ആർക്കാട്ടിലെ നഭാക്കന്മാർക്കും മറ്റും ശക്തിയും ഊർജ്ജവും ലഭിച്ചിട്ടുണ്ടെങ്കിലും ഈസ്റ്റിൻഡ്യാക്കമ്പനിക്കാർ ടിപ്പുവിനെ ജയിച്ചു് മലബാറിൽ പ്രവേശിച്ചതു വരെ ഉള്ള ദീർഘമായ കാലത്തെങ്ങും മലയാളവും പാണ്ടിയും ഒരേ രാജാവിന്റെ സാക്ഷാൽ ഉള്ള ശാസനയിൽ ഉൾപ്പെട്ടിരിക്കുകയുണ്ടായിട്ടില്ല.",
                      "ഒടുവിലത്തെ പെരുമാൾ, ഭാസ്കരരവിവർമ്മചേരമാൻപെരുമാളായാലും ശരി, പള്ളിബാണപ്പെരുമാളായാലും ശരി, സ്വരാജ്യം മുഴുവനും തന്റെ മക്കൾക്കും മരുമക്കൾക്കും പകുത്തുകൊടുത്തു എന്നാണല്ലോ നമ്മുടെ പഴമ. അന്നുമുതൽ മലയാളത്തുകാർക്കു പാണ്ടിക്കാരുമായുള്ള നിത്യസംസർഗ്ഗം അവസാനിച്ചു. രാജ്യകാര്യം സംബന്ധിച്ചു് ഒരുത്തർക്കും അങ്ങോട്ടുമിങ്ങോട്ടും കടന്നിട്ടാവശ്യമില്ല. ആവശ്യങ്ങളുണ്ടായിരുന്നിടത്തോളം കാലം മാർഗ്ഗനിരോധകമായി ഗണിക്കപ്പെട്ടിട്ടില്ലായിരുന്ന മലയാചലപംക്തി ഇക്കാലംമുതൽ തങ്ങൾക്കു് ഒരു വലിയ പ്രതിബന്ധമായിട്ടും തീർന്നു. തീർത്ഥാടനംചെയ്യുന്ന ഭക്തന്മാരും ദേശസഞ്ചാരത്തിനിറങ്ങുന്ന ഉത്സാഹികളും അല്ലാതെ സാധാരണക്കാർ മലയിടുക്കുകളിലുള്ള ദുർഘടവഴികളിൽക്കൂടി അങ്ങോട്ടുമിങ്ങോട്ടും സഞ്ചരിക്കുക എന്നുള്ളതു വളരെ അപൂർവ്വമായിത്തുടങ്ങി. രണ്ടു സംഘക്കാർക്കും തങ്ങളിലുള്ള പെരുമാറ്റം ചുരുങ്ങിയപ്പോൾ അവരവരുടെ ഭാഷകൾക്കും ദേശ്യഭേദങ്ങൾ വർദ്ധിച്ചുവന്നു. ചിലപ്പതികാരത്തിലും മറ്റും ഉണ്ടായിരുന്ന വ്യത്യസ്തപ്രയോഗങ്ങളിൽ തുലോം പ്രബലപ്പെട്ട മാറ്റങ്ങൾ മലയാളത്തിലെ കൊടുന്തമിഴിൽ കടന്നുകൂടി.",
                      "(2) മറുനാട്ടുകാർക്കില്ലാത്ത പല വിശേഷവിധികളും മലയാളത്തുകാർക്കുണ്ടായിരുന്നതിനാൽ അവർക്കു് ഒരു പ്രതേ്യക സംഘമായിതിരിയുന്നതിനുണ്ടായ സൗകര്യം:",
                      "മരുമക്കത്തായം, മുൻകുടുമ, മുണ്ടുടുപ്പു് മുതലായതെല്ലാം മലയാളത്തിലെ വിലക്ഷണാചാരങ്ങളാകുന്നു. ഇതൊന്നും ഈ നാട്ടിൽ പുത്തനായിട്ടുണ്ടായതല്ല. 'പതിറ്റിപ്പത്തി'ൽ പ്രസംസിച്ചിരിക്കുന്ന പ്രഭുക്കന്മാരും രാജാക്കന്മാരും മരുമക്കത്തായം അനുഷ്ഠിച്ചിരുന്നവരാണെന്നു് ആ ഗ്രന്ഥത്തിൽത്തന്നെ പ്രതിപാദിച്ചിട്ടുണ്ടു്. നിത്യസഹവാസം ഉണ്ടായിരുന്നകാലത്തു് ഈവക വെലക്ഷണ്യങ്ങളൊന്നും ഒരു വിശേഷവിധിയായി പാണ്ടിക്കാർ ഗണിച്ചിരുന്നില്ല. എങ്കിലും ഇതുകളിൽ അവർക്കു തൃപ്തി പോരായിരുന്നു എന്നു തെളിയുന്നുണ്ടു്. 'മലയാളനാടു വാഴുന്നതിനു് രാജാക്കന്മാരില്ലാതെ വന്നിട്ടു് നമ്പൂരിമാർ അപ്പോഴപ്പോൾ പരദേശത്തുചെന്നു് പെരുമാക്കന്മാരെ അവരോധിച്ചുകൊണ്ടുവന്നിരുന്നു' എന്നു് കേരളോൽപത്തിക്കാരൻ ഘോഷിക്കുന്ന എെതിഹ്യത്തിനു് നിദാനം ഈ നീരസം ആയിരിക്കണമെന്നു് ഊഹിപ്പാൻ വഴിയുണ്ടു്. പരശുരാമനെ പഴിപറഞ്ഞു് നമ്പൂരിമാർ ക്ഷത്രിയരാജാക്കന്മാരെ സ്വജാതിയിൽ വിവാഹംചെയ്തു മക്കത്തായം അനുഷ്ഠിപ്പാൻ അനുവദിക്കാതിരുന്നതു് തങ്ങളുടെ ശക്തിക്കു കുറവുവന്നേക്കുമോ എന്നു ശങ്കിച്ചിട്ടായിരിക്കാം. 'പാണ്ഡ്യചോളരാജ്യങ്ങൾകൂടി ജയിച്ചു് വേഗവതീ (വെകാ) തീരത്തുവച്ചു രാജ്യാഭിഷേകംചെയ്ത ദേശിംഗനാട്ടിലെ രവിവർമ്മ കുലശേഖരൻ' ഒരു പാണ്ഡ്യരാജകുമാരിയെ വിവാഹം ചെയ്തതിനുശേഷം അവരുടെ സന്താനങ്ങളുടെ സ്ഥിതി എന്തായിരുന്നു എന്നറിവാൻ മാർഗ്ഗം കാണുന്നില്ല. ഏതായാലും 'മരുമക്കത്തായം മുതലായ അനാചാരങ്ങൾ മലയാളരാജ്യത്തെ ഒറ്റതിരിക്കുന്നതിനും അതുവഴിയായി മലയാളഭാഷയെ തമിഴിൽനിന്നു് അകറ്റുന്നതിനും സഹായിച്ചു' എന്നു നിശ്ചയമാണു്.",
                      "(3) നമ്പൂരിമാരുടെ പ്രാബല്യവും ആര്യദ്രാവിഡസംസ്കാരവും: ക്രിസ്തുവർഷാരംഭത്തിനു മുമ്പുതന്നെ ബ്രാഹ്മണരും, ബൗദ്ധരും, ജെനരും ആയ ആര്യന്മാർ തെക്കേ ഇൻഡ്യയിലേക്കു കടന്നിട്ടുണ്ട്; എന്നാൽ അവർ ഒറ്റയൊറ്റ കുടുംബങ്ങളായിട്ടല്ലാതെ വലിയ സംഘങ്ങളായിട്ടു വന്നിട്ടില്ല. ആര്യബ്രാഹ്മണർ ഗ്രാമമടച്ചു് കേരളത്തിലേക്കു കുടിയേറിപ്പാർക്കുവാൻ ആരംഭിച്ചതും ക്രിസ്ത്വബ്ദം ആറാംശതകംമുതലാണു്. അക്കാലത്തു് കദംബരാജവംശത്തിന്റെ പ്രവർത്തകനായ മയൂരവർമ്മരാജാവു് ഗോകർണ്ണത്തുനിന്നും കേരളത്തിലേക്കു് ആര്യബ്രാഹ്മണരെ ക്ഷണിച്ചുവരുത്തി കുടിപാർപ്പിച്ചതായിട്ടു് ലക്ഷ്യങ്ങൾ ഉണ്ടു്. അതിനുശേഷം പാണ്ഡ്യൻ, ചോളൻ മുതലായ മറ്റു രാജാക്കന്മാരും അവരിൽനിന്നും അധികാരം ലഭിച്ച മറ്റു പെരുമാക്കന്മാരും പല പ്രാവശ്യമായി കേരളത്തിൽ ബ്രാഹ്മണപ്രതിഷ്ഠ ചെയ്തിട്ടുണ്ടു്. അടുത്തകാലത്തു് ബ്രാഹ്മണരെ ഗ്രാമംകൊടുത്തു പ്രതിഷ്ഠിച്ചു് പുണ്യം സമ്പാദിച്ച കേരളരാജാവു് ചിറയ്ക്കലെ കോലത്തിരിയാണു്. അദ്ദേഹം രണ്ടുതവണയായി 'സാഗരം' (273) എന്നും 'സമുദ്രം' (257) എന്നും സംഖ്യയുള്ള ബ്രാഹ്മണഗ്രഹങ്ങൾ സ്ഥാപിച്ചിട്ടുണ്ടു്. വഴിയേ വന്നുകയറിയ മതാന്തരസ്ഥരായ ജൂതന്മാർക്കും ക്രിസ്ത്യാനികൾക്കുംകൂടി പലവിധം പദവികളും അവകാശങ്ങളും അധികാരങ്ങളും കൊടുക്കത്തക്ക ഒൗദാര്യമുള്ള നാട്ടുകാർ തങ്ങൾ ക്ഷണിച്ചുവരുത്തിയവരും സ്വമതസ്ഥരുമായ നമ്പൂരിമാർക്കു് സൽക്കാരപുരസ്സരം സകലാധികാരങ്ങളും ഉദകപൂർവ്വം ദാനംചെയ്യുവാൻ മടിക്കുമെന്നു സന്ദേഹിക്കുവാൻ പോലും ഇടയില്ല. അതിനാൽ നമ്പൂരിമാർക്കു് സ്വഗ്രാമങ്ങളിൽ സർവ്വവിധാധികാരങ്ങളും ലഭിച്ചിരിക്കണം. ക്രിസ്ത്വബ്ദം 629 നും 645 നും മദ്ധേ്യ ഇൻഡ്യ സന്ദർശിച്ച ഹിയൃൂങ്സാങു് എന്ന ചീനദേശ്യനായ തീർത്ഥയാത്രക്കാരൻ തെക്കേ ഇൻഡ്യയിൽ പറയത്തക്കതായ ആര്യജനനിവേശങ്ങൾ കണ്ടതായി എഴുതിയിട്ടില്ല. ക്രിസ്ത്വബ്ദം 774 ൽ വീരരാഘവചക്രവർത്തി കൊടുങ്ങല്ലൂർവച്ചു് ഇരവികോർത്താൻ എന്ന കച്ചവടക്കാരനു് മണിഗ്രാമാധിപത്യം കൊടുത്ത ചെമ്പുപട്ടയത്തിൽ പന്നിയൂർ, ചൊവ്വര എന്ന ബ്രാഹ്മണഗ്രാമക്കാരെ വേണാടിന്റെയും കുട്ടനാടിന്റെയും ഉടയവരോടൊപ്പമായ നിലയിൽ സാക്ഷിവച്ചുകാണുന്നതിനാൽ 774-ാമാണ്ടിനിടയ്ക്കു് നമ്പൂരിമാർക്കു് കേരളത്തിൽ പറയത്തക്ക ചില അധികാരങ്ങൾ സിദ്ധിച്ചു കഴിഞ്ഞിരിക്കുന്നു എന്നും തെളിയുന്നു. മയൂരവർമ്മ രാജാവു് ആറാംശതവർഷാരംഭത്തിൽ ബ്രഹ്മപ്രതിഷ്ഠചെയ്തിട്ടുള്ള സംഗതി മുമ്പുതന്നെ പ്രസ്താവിച്ചിട്ടുണ്ടു്. ഇതെല്ലാം കൂട്ടിച്ചേർത്തുനോക്കുമ്പോൾ, 600 മുതൽ 774 വരെയുള്ള ഒന്നേമുക്കാൽ ശതാബ്ദത്തിനകത്തായിരിക്കാം നമ്പൂരിമാർ കേരളത്തിൽ പ്രതിഷ്ഠ ഉറപ്പിച്ചതു് എന്നു് ഊഹിക്കാവുന്നതാണു്. കൊല്ലവർഷാരംഭവത്സരമായ 825-ാം വർഷത്തിനോടടുത്താണു് നാം പ്രസ്താവിക്കുന്ന കാലഘട്ടം. എകദേശം ഇതിനടുത്താണു് പെരുമാക്കന്മാരുടെ വാഴ്ച അവസാനിച്ചതും ശ്രീശങ്കരാചാര്യസ്വാമികൾ അവതരിച്ചു ദിഗ്വിജയംചെയ്തു് അദെ്വതശാങ്കരമതം സ്ഥാപിച്ചതും. ഈ രണ്ടു സംഗതികളിൽ ഒന്നിന്റെ സ്മാരകമായിട്ടാണു് കൊല്ലവർഷം എന്നൊരബ്ദം ആരംഭിച്ചതു് എന്നുംകൂടി പ്രബലമായ അഭിപ്രായമുണ്ടു്. മൂവരശരുടെ കുലങ്ങൾ ക്ഷയിച്ചു് തെക്കേ ഇൻഡ്യയിൽ രാജ്യാവകാശ വഴക്കുകളും കുഴപ്പങ്ങളും അനാഥാവസ്ഥയും ആരംഭിച്ചതു് ഈ ഘട്ടത്തിനു സമീപിച്ചാണു്.",
                      "ഇതൊരു നല്ല തരം എന്നു കരുതി നമ്പൂരിമാർ അവരുടെ അധികാരങ്ങളെ കെകടത്തി പ്രയോഗിച്ചുതുടങ്ങി. മേൽക്കാണിച്ച സംഭവങ്ങൾ അവരുടെ ഉയർന്നതരം ആശകൾക്കു് അനുകൂലിച്ചു. പ്രതേ്യകിച്ചും മരുമക്കത്തായം മുതലായ കേരളീയ വിലക്ഷണാചാരങ്ങൾ അവരുടെ ആശാസിദ്ധിക്കു വേണ്ടതിലധികം ഉപകരിച്ചു. പണ്ടു് ക്ഷത്രിയരാജാക്കന്മാർ നിർബന്ധമായിട്ടനുഷ്ഠിക്കാതിരുന്ന മരുമക്കത്തായം അവരും അനുഷ്ഠിക്കണമെന്നു വിധിച്ചു. നാട്ടിലെ രക്ഷാധികാരികളായ 'അറുനൂറർ', 'പതിനായിരത്താർ' എന്നും മറ്റും പറയുന്ന നായർയോഗക്കാരാകട്ടെ പ്രസ്തുത സംഗതിയിൽ ഒട്ടും പ്രതിബന്ധം ആചരിച്ചില്ല. നാട്ടുമാമൂലുകൾ നാട്ടിൽ കുടി പാർക്കുന്നവരെല്ലാംതന്നെ ആചരിക്കണമെന്നായിരുന്നു അവരുടെ സ്വദേശാഭിമാനഭ്രമം. ഇതിനുപുറമേ 'അതിജാജ്വല്യമാനം' എന്നു പണ്ടേതന്നെ കീർത്തികേട്ടിരിക്കാവുന്ന ആര്യപരിഷ്കാരത്തിന്റെ ആചാര്യന്മാരും അനുഷ്ഠാതാക്കളും ഈ നമ്പൂരിമാർ ആയിരുന്നല്ലോ. ആര്യനാഗരികങ്ങളുടെ നാനാമാർഗ്ഗങ്ങളെല്ലാം തങ്ങളുടെ കെവശമായിരുന്നു എന്നതു് ഇവർക്കും ഒരു വലിയ മെച്ചമായിരുന്നു. ചുരുക്കത്തിൽ നവാഭ്യാഗതന്മാരായ ആര്യന്മാരുടെയും പ്രാചീനനിവാസികളായ ദ്രാവിഡരുടെയും വർഗ്ഗങ്ങൾക്കു് കൂടിക്കലരുന്നതിനു വേണ്ടിയിരുന്ന ഉപകരണങ്ങളെല്ലാം യോജിച്ചുവന്നു. രണ്ടുംകൂടിച്ചേർന്നു് ഒരു കഷായമായി. യോഗം നന്നായി ചേർന്നതിനാൽ കഷായത്തിനു് വീര്യം സ്വയമേ കൂടുതലായിരുന്നു. പോരെങ്കിൽ നസ്രാണി ക്രിസ്ത്യാനികൾ അതിനു് ഒരു മേമ്പൊടിയും ചേർത്തു. അതു സേവിക്കയാൽ കേരളലക്ഷ്മിക്കു് ശരീരപുഷ്ടിയും ബുദ്ധിവികാസവും ഒാജസ്സും വർദ്ധിക്കുകയും ചെയ്തു. പാണ്ഡ്യചോളദേശങ്ങളിലേക്കാൾ കേരളത്തിൽ ആര്യദ്രാവിഡവ്യതികരത്തിനു് യോഗബലം കൂടുതലായിരുന്നു. വിവാഹംമൂലമുള്ള ആര്യരക്തസംബന്ധം മറ്റു ദേശങ്ങളിൽ ഇത്രത്തോളം ദ്രാവിഡർക്കു് സിദ്ധിക്കുവാൻ സൗകര്യം ലഭിച്ചില്ല. അതിനാൽ കേരളീയരുടെ ആര്യപരിഷ്കാരത്തിനു് അതനുസരിച്ചു് ഒരു മാറ്റുകൂടുമെന്നു് സമ്മതിക്കേണ്ടതുണ്ടു്. 'നമ്പൂരിമാർ നാട്ടുകാരോടു് യോജിപ്പാൻവേണ്ടി വർണ്ണാശ്രമധർമ്മങ്ങൾക്കു് ലോപം വരുത്തി' എന്നൊരപവാദത്തിനും ഇടയാക്കിയില്ല. പരമാർത്ഥം നിഷ്പക്ഷപാതമായി ആലോചിക്കുന്നതായാൽ സ്മൃതിയിൽ വികൽപം അനുവദിച്ചിട്ടുള്ളിടത്തു് മറ്റു നാട്ടുകാർ ആദരിക്കാത്ത കോടികളെ ഇവർ സ്വീകരിച്ചു എന്നേ ഉള്ളു. 'ജ്യേഷ്ഠഭ്രാതാവിനുമാത്രം വെദികഗാർഹസ്ഥ്യം; ശേഷം പേർക്കു സ്നാതകവൃത്തി മതി' എന്നു് ഒരു സൗകര്യം അവർ നടപ്പാക്കി എങ്കിൽ അതിനുപകരം ബ്രഹ്മചര്യവ്രതത്തിലും ഗൃഹസ്ഥാചാരങ്ങളിലും തീവ്രനിർബന്ധങ്ങളും ചെയ്തുവച്ചു. രജസ്വലാവിവാഹം നിഷേധിക്കായ്കയാൽ കന്യകമാർ വയസ്സു ചെന്നിരിക്കാറുണ്ടെങ്കിൽ വിധവകൾക്കു് ശിരോമുണ്ഡനാദികൾ വേണ്ടെന്നു കൽപിച്ചിട്ടുമുണ്ടു്. ഈവക ആചാരപരിവർത്തനങ്ങൾ ലഹളയൊന്നുംകൂടാതെ രമ്യമായി നടന്നതിൽ ആശ്ചര്യം തോന്നുന്നു. ഒഴുകിവരുന്ന നദി കായലിൽ ചെന്നുചേരുമ്പോലെ വന്നുകയറിയവരായ ആര്യർ ഇരിപ്പുകാരായ ദ്രാവിഡരിൽ ലയിച്ചതേ ഉള്ളു. ഭിന്നവർഗ്ഗക്കാരായ ജനങ്ങൾ കൂടിക്കലർന്നതുപോലെ അവരുടെ ഭാഷകളും യഥായോഗ്യം യോജിച്ചു. 'ദ്രവിഡഹിമഗിരിഗളിത' യായ കൊടുന്തമിഴ്ഭാഷ ഈ വിധത്തിൽ 'സംസ്കൃതവാണീകളിന്ദജാമിളിത' യായിട്ടു് മലയാളമായി ചമഞ്ഞു. കാളിന്ദീസംഗമം ഗംഗയ്ക്കു് പുഷ്ടികരവും മാഹാത്മ്യഹേതുകവും ആണെന്നു വിചാരിക്കുന്ന പക്ഷം മലയാളത്തിനു് കൊടുന്തമിഴായിരുന്ന അവസ്ഥയെക്കാൾ ഉൽക്കർഷവും കൽപിക്കാവുന്നതാണു്.",
                      "12. ഇനി, കൊടുന്തമിഴായിരുന്ന ഭാഷ ഏതുവിധം മലയാളമായിച്ചമഞ്ഞു എന്നാണു് ആലോചിപ്പാനുള്ളതു്. ദേശ്യഭേദങ്ങളെക്കൊണ്ടുമാത്രം ഭാഷാഭേദം കൽപിക്കുന്നതിനു് ന്യായം ഇല്ല. അത്രതന്നെയുമല്ല, ദേശ്യഭേദങ്ങൾ 'പതിറ്റിപ്പത്ത്' മുതലായ കൃതികളും ഉണ്ടായിരുന്നു എന്നും, എങ്കിലും അതുകൾ ഇന്നും തമിഴുഗ്രന്ഥങ്ങളായിത്തന്നെ ഗണിക്കപ്പെടുന്നു എന്നു നാം കണ്ടുവല്ലോ. അതിനാൽ ഇന്ന ഇന്ന ഇനങ്ങളിൽ മലയാളം തമിഴിൽനിന്നു വ്യത്യാസപ്പെടും എന്നു് തരംതിരിക്കത്തക്കവിധം ചില പൊതുനിയമങ്ങൾ ഉണ്ടെന്നു കാണിച്ചാൽ മാത്രമേ മലയാളത്തിനു് ഒരു സ്വതന്ത്രഭാഷയെന്നുള്ള നില സിദ്ധിക്കുകയുള്ളു. അങ്ങനെ വല്ല നിയമവും ഉണ്ടോ എന്നു പരിശോധിക്കാം. താഴെ വിവരിക്കുന്ന നയങ്ങൾ അനുസരിച്ചു് മലയാളം തമിഴിൽനിന്നു വേർതിരിയുന്നു.",
                      "(1) അനുനാസികാതിപ്രസരം (2) തവർഗ്ഗോപമർദ്ദം അല്ലെങ്കിൽ താലവ്യാദേശം (3) സ്വരസംവരണം (4) പുരുഷഭേദനിരാസം (5) ഖിലോപസംഗ്രഹം (6) അംഗഭംഗം.",
                      {
                        "subheading": "1. അനുനാസികാതിപ്രസരം:"
                      },
                      "അനുനാസികവർണ്ണം തനിക്കു് അടുത്തു പിന്നാലേ വരുന്ന വർണ്ണം ഖരമാണെങ്കിൽ അതിനെക്കൂടി കടന്നുകയറി ആക്രമിച്ചു് അനുനാസികമാക്കിത്തീർക്കും; അനുനാസികം മുമ്പും ഖരം പിമ്പും ആയി കൂട്ടക്ഷരം വന്നാൽ അനുനാസികം ഇരട്ടിച്ചഫലംചെയ്യും; ഖരത്തിന്റെ ഉച്ചാരണം വേർതിരിച്ചു കേൾക്കാതെ ആകും. അതിനാൽ,",
                      "ങ്‌ക= ങ്ങ; ഞ്ച= ഞ്ഞ; ന്‌‌‌ത= ന്ന; മ്‌പ= മ്മ; ന്‌‌റ= ന്ന.",
                      "ഉദാഹരണം:",
                      "",
                      "ഖരവർണ്ണം ഒരു പ്രത്യയത്തിന്റെ ആദ്യക്ഷരമായി വരുന്നിടത്തെല്ലാം ഈ നിയമം സാർവ്വത്രികമായിക്കാണും. അങ്ങനെയുള്ള പ്രത്യയങ്ങൾ രണ്ടെണ്ണം ഉണ്ട്- 'തു' എന്ന ഭൂതകാലചിഹ്നം, 'കൾ' എന്ന ബഹുവചനം; മറ്റുള്ളിടത്തു് ഈ നിയമം ചിലപ്പോൾ പ്രവർത്തിക്കുമെന്നേ ഉള്ളൂ. അനുനാസികത്തിനു് അടുത്തുവരുന്ന വർണ്ണത്തെക്കൂടി തന്നിൽ ലയിപ്പിച്ചു് സാരൂപ്യം കൊടുക്കത്തക്ക ഒരു പ്രഭാവശക്തി മലയാളത്തിൽ കടന്നുകൂടുകയാൽ അതു് മലയാളികളുടെ സംസ്കൃതോച്ചാരണത്തെയും ബാധിക്കാറുണ്ടു്. സംസ്കൃതത്തിലാകുമ്പോൾ ഖരത്തെക്കാളധികം മൃദുവിനാണു് ഈ മാറ്റം സംഭവിക്കുക:",
                      "എന്നാൽ തദ്ഭവങ്ങളിലല്ലാതെ തത്സമങ്ങളിൽ അനുനാസികാതിപ്രസരം എഴുതുമ്പോൾ ചെയ്യാറില്ല.",
                      {
                        "subheading": "2. തവർഗ്ഗോപമർദ്ദം അല്ലെങ്കിൽ താലവ്യാദേശം:"
                      },
                      "തവർഗ്ഗം എന്നു പറഞ്ഞാൽ തമിഴക്ഷരമാലപ്രകാരം 'ത', 'ന' എന്നു് രണ്ടു വർണ്ണങ്ങളേ ഉള്ളല്ലോ. ഇവയെ യഥായോഗം കൂട്ടിച്ചേർത്താൽ 'ത്ത', 'ന്ന', 'ന്ത' എന്നു മൂന്നു കൂട്ടക്ഷരം കൂടിയുണ്ടാകും. ഇതുകൾക്കു മുൻവരുന്ന സ്വരം 'അ', 'ഇ', 'എ', 'ഐ' എന്ന താലവ്യങ്ങളിൽ ഏതെങ്കിലുമായാൽ അതിന്റെ താലവ്യധർമ്മം ഈ ദന്ത്യങ്ങളിൽക്കൂടി വ്യാപിച്ചു് അതുകളെക്കൂടി താലവ്യങ്ങളാക്കും. ദന്ത്യത്തിനു് താലവ്യാദേശം ചെയ്യുകയാലാണു് ഈ നയത്തിനു് 'താലവ്യാദേശം' എന്നുകൂടി പേരിട്ടതു്. ആദേശം ചെയ്യുന്നതു് പൊരുത്തം നോക്കി വേണം. എങ്ങനെ എന്നാൽ:",
                      "ഈ നയവും പ്രത്യയങ്ങളെ സംബന്ധിച്ചിടത്തോളമേ സാർവ്വത്രികമായി കാണുകയുള്ളു. അതിനാൽ 'ത്തു', 'ന്തു' എന്നവസാനിക്കുന്ന ഭൂതകാലരൂപങ്ങളാണു് ഇവിടെ മുഖേ്യാദാഹരണങ്ങൾ. 'ന്ത' എന്നതു് 'ഞ്ച' എന്നു മാറുമ്പോൾ മുൻചൊന്ന അനുനാസികാതിപ്രസരംകൂടി വന്നു് അവസാനത്തിൽ 'ഞ്ഞ' എന്നു കലാശിക്കും എന്നോർക്കുക:",
                      {
                        "subheading": "3. സ്വരസംവരണം:"
                      },
                      "സ്വരങ്ങളെ വേണ്ടിടത്തോളം വിട്ടു് തുറന്നു് വെളിവായിട്ടു് ഉച്ചരിക്കാതെ അടച്ചൊതുക്കിപ്പിടിച്ചു് ഉച്ചരിക്കുകയാകുന്നു ഇതിന്റെ സ്വഭാവം.",
                      "a) ഉകാരോച്ചാരണത്തിലാണു് ഇതു പ്രധാനമായി കാണുന്നതു്. സംവരണം ചെയ്ത (മൂടിപ്പിടിച്ച്) ഉച്ചരിക്കുന്നതുകൊണ്ടു് അതിനു 'സംവൃതോകാരം' എന്നു പേർ കൊടുത്തിരിക്കുന്നു. ഇതു തമിഴിലും ഇല്ലാത്തതല്ല. എന്നാൽ തമിഴിൽ ഇതു് ഒരു ഉച്ചാരണവെലക്ഷണ്യം എന്നു മാത്രമല്ലാതെ വ്യാകരണ പ്രക്രിയയെയോ അർത്ഥത്തെയോ സ്പർശിക്കുന്നില്ല. മലയാളത്തിലാകട്ടെ മുൻവിനയച്ചത്തിനും മുറ്റുവിനയ്ക്കും ഉള്ള ഭേദം കുറിക്കുന്നതു പലേടത്തും ഉകാരത്തിന്റെ ധ്വനിഭേദംകൊണ്ടാണു്. ശരിയായ വിവൃതോകാരമായാൽ 'മുറ്റുവിന' എന്നു പറയുന്ന ആഖ്യാതരൂപം; സംവൃതോകാരമായാൽ 'മുൻവിനയെച്ചം' എന്നു പറയുന്ന പൂർവ്വകാലക്രിയാംഗം എന്നാകുന്നു നിയമം:",
                      "സംവൃത്തെ ഒതു സ്വരമായി ഗണിക്കാറില്ല. കേവലമായ വ്യഞ്ജനത്തെ ഉച്ചരിച്ചു നിറുത്തുന്നതിനുള്ള അസൗകര്യം പരിഹരിപ്പാൻവേണ്ടി കൊടുക്കുന്ന ഒരു സ്വരലാഞ്ഛനയെന്നേ വ്യാകരണത്തിൽ അതിനെ കൽപിച്ചിട്ടുള്ളു. അതിനാൽ മറ്റൊരു സ്വരം അടുത്തുവന്നാൽ ഇതു സർവ്വത്ര ലോപിക്കും; ദ്വിത്വത്തിനും മറ്റും ഇതു നിമിത്തമാകുകയില്ല. തമിഴ്വ്യാകരണത്തിലാകട്ടെ മറ്റു സ്വരങ്ങൾക്കൊപ്പം സംവൃതത്തിനും വില ഉണ്ടു്. തമിഴ്മട്ടനുസരിച്ചു് 'മുത്തുക്കുട', 'മാട്ടുപ്പൊങ്കൽ' ഇത്യാദി ചില ദ്വിത്വം വരുത്തിയിട്ടുള്ള പ്രയോഗങ്ങൾ ഇന്നും മലയാളത്തിൽ അവശേഷിച്ചു കിടക്കുന്നുണ്ടു്.",
                      "b) പ്രകൃതികളുടെയും പ്രത്യയങ്ങളുടെയും ഒടുവിൽ വരുന്ന എെകാരം ചുരുങ്ങി അകാരമാകും. ഉദാ:",
                      "ഒടുവിലത്തെ ഉദാഹരണംപോലെ അപൂർവ്വമായി അന്ത്യമല്ലാത്ത എെകാരവും അകാരമായിത്തീരാറുണ്ടു്. അ+അ+ഇ എന്നു മൂന്നു സ്വരം ചേർന്നുണ്ടായ സന്ധ്യക്ഷരമാകുന്നു 'ഐ'കാരം എന്നാണു് സംസ്കൃതത്തിൽ ഗണിക്കപ്പെടുന്നതു്. എന്നാൽ മലയാളത്തിനു തമിഴിലെ ഉച്ചാരണമാണു് ആവശ്യം.",
                      {
                        "stanza": [
                            "അമ്മുനികരം യകരമെൻറിവെ യെയ്തിനെയാ-",
                            "ത്തിചെക്കുമവ്വോടുവ്വും വവ്വുമൗവോരന്ന"
                        ]
                      },
                      "എന്ന നന്നൂൽസൂത്രത്തിന്റെ സ്വാരസ്യം നോക്കുമ്പോൾ ഐ ഔ എന്ന സ്വരങ്ങളുടെ ഘടന ഇന്നവിധമെന്നു തെളിയുന്നു:",
                      "ഐകാരം രണ്ടുവിധമായി പിരിക്കാവുന്നതിൽ ആദ്യത്തേതു് കർണ്ണാടകവും രണ്ടാമത്തേതു് മലയാളവും സ്വീകരിച്ചു.",
                      "'മഴയ്' എന്ന യകാരം സന്ധിയിലേ തെളിഞ്ഞു കാണുകയുള്ളൂ. ഈ സ്വഭാവവിശേഷംകൊണ്ടു് ഇങ്ങനെ ഉണ്ടാകുന്ന അകാരത്തെ ശരിയായ അകാരത്തിൽനിന്നും വേർതിരിച്ചറിയുവാൻ മാർഗ്ഗമുണ്ട്:",
                      "എന്ന മാതിരിയിൽ എെകാരത്തിന്റെ സ്ഥാനത്തുവന്ന അകാരത്തിനു് സന്ധിയിൽ യകാരവും ശുദ്ധമായതിനു വകാരവും തുണയായി വരും, ഈ ഭേദം പ്രമാണിച്ചു മലയാളത്തിലെ അകാരത്തെ 'താലവ്യം' എന്നും 'ശുദ്ധം' എന്നും വ്യാകരണത്തിൽ വേർതിരിക്കേണ്ടിവന്നിട്ടുണ്ടു്. തമിഴിലെ എെകാരത്തെ കർണ്ണാടകക്കാർ ഏകാരമായിട്ടാണു മാറ്റുന്നതു്. അതിനാൽ കർണ്ണാടകസ്പർശമുള്ള മലയാളദേശങ്ങളിൽ അടുത്തകാലംവരെ ചില രൂപങ്ങളിൽ, വിശേഷിച്ചും 'ക്ക' കൊണ്ടാരംഭിക്കുന്ന പ്രത്യയം പരമാകുമ്പോൾ അകാരത്തിനു പകരം എകാരം എഴുതിക്കൊണ്ടിരുന്നു. മഴെക്കു'  'മറെക്കുന്നു' ഇത്യാദി. ഗുണ്ടർട്ടിന്റെ നിഘണ്ടുവിൽ പലേടത്തും ഈ വിധം അച്ചടിച്ചു കാണും.",
                      "c) പൊതുനിയമം ചെയ്യത്തക്ക വിധത്തിലല്ലെങ്കിലും അകാര - എകാരങ്ങളും, ഇകാര- ഉകാരങ്ങളും ചിലയിടത്തു മാറ്റിമറിച്ചു കാണും:",
                      "ഇതിൽ ‘എണം' എന്നതു് ‘അണം' എന്നു് ആയതും, 'ഇറാൻ' എന്നതു് 'ഉന്നു' ആയതും സാർവ്വത്രികമാകുന്നു.",
                      {
                        "subheading": "4. പുരുഷഭേദനിരാസം:"
                      },
                      "തമിഴിലെ കാലവാചകങ്ങളായ ആഖ്യാതങ്ങൾക്കു് കർത്താവിനോടുള്ള പൊരുത്തത്തിനുവേണ്ടി ലിംഗം, പുരുഷൻ, വചനം ഇതുകളെക്കുറിക്കുന്ന പ്രത്യയങ്ങളെ ചേർത്തു് രൂപഭേദം വരുത്താറുണ്ടു്. മലയാളഭാഷ ഇതെല്ലാം ഒന്നോടെ ഉപേക്ഷിച്ചു.",
                      "നമ്പൂരിബ്രാഹ്മണർ ഇതിൽ സഹായിച്ചിരിക്കണം. സംസ്കൃതമോ അതിന്റെ വല്ല പ്രാകൃതമോ സംസാരിച്ചുകൊണ്ടിരുന്നിരിക്കേണ്ടവരായ നമ്പൂരിമാർക്കു് ആഖ്യാതത്തിനു കർത്താവിനോടു പൊരുത്തം വേണമെന്നുള്ളതു് ഒരു അപൂർവ്വസംഗതിയായി തോന്നിയിരിക്കുവാൻ ഇടയില്ല. എന്നാൽ ഈ വിഷയത്തിൽ സംസ്കൃതത്തിനും തമിഴിനും വലിയ അന്തരം ഉണ്ടു്. സംസ്കൃതത്തിൽ ലിംഗപ്പൊരുത്തം വേണ്ട. തമിഴിൽഅതുംകൂടി വേണം. മലയാളം ഒന്നുമേ വേണ്ടെന്നുവച്ചു. പുരുഷവചനഭേദംതന്നെ ശരിയായി നോക്കി പ്രയോഗിക്കുന്നതു ശ്രമം എന്നു വിചാരിച്ചിരുന്നവർ ലിംഗഭേദം എന്നു മൂന്നാമതൊന്നുകൂടി ചേർക്കണമെന്നുവന്നപ്പോൾ 'എന്നാൽ എല്ലാം ഒന്നോടെ പോകട്ടെ' എന്നു തള്ളിക്കളഞ്ഞിരിപ്പാൻ നല്ല ന്യായം ഉണ്ടു്. വിശേഷിച്ചും ആഖ്യാതത്തിൽ പുരുഷാദിഭേദം കുറിക്കുന്നതിനു തമിഴിലുള്ള ഏർപ്പാടു് പിഷ്ടപേഷംപോലെ കുറെ അനാവശ്യകമെന്നു തോന്നിപ്പോകാവുന്നതാണു്. 'ഞാൻ', 'നീ', 'മററുള്ളവർ' എന്നാണല്ലോ പുരുഷഭേദം. ഈ ഭേദം ക്രിയാരൂപത്തിൽ കാണിക്കുന്നതിനു് അതാതു സർവ്വനാമങ്ങളുടെ അംശങ്ങൾതന്നെ എടുത്തു തേച്ചുരച്ചു് 'പ്രത്യയം' എന്നു പറഞ്ഞു ചേർക്കുകയാണു് എല്ലാ ഭാഷകളും ചെയ്യുന്നതു്. എന്നാൽ വെകൃതകക്ഷ്യയിൽ ഇരിക്കുന്ന സംസ്കൃതം മുതലായ ഭാഷകളിൽ പ്രത്യയസ്ഥാനം വഹിക്കുന്നതു് സർവ്വനാമങ്ങളുടെ തേഞ്ഞുമാഞ്ഞ കഷണങ്ങൾ ആണെന്നുള്ളതു് ശബ്ദശാസ്ത്രകാരന്മാർക്കു് ഊഹിക്കാവുന്നതല്ലാതെ സാധാരണക്കാർക്കു സ്പഷ്ടമായി കാണാവുന്നതല്ല. സംശ്ലിഷ്ടകക്ഷ്യയിൽ കിടക്കുന്ന തമിഴിലാകട്ടെ, സർവ്വനാമങ്ങളുടെയും പുരുഷപ്രത്യയങ്ങളുടെയും അഭേദം പച്ചയായിട്ടു തെളിഞ്ഞുപോയി. സംസ്കൃതത്തിൽ:",
                      "‘അഹം' ഇത്യാദി സർവ്വനാമരൂപങ്ങൾക്കും ‘മി' ഇത്യാദി പ്രത്യയങ്ങൾക്കും തമ്മിൽ ഒരടുപ്പവും സ്ഥൂലദൃഷ്ടിയിൽ കാണുന്നില്ല. ഇനി തമിഴിലെ സ്ഥിതി നോക്കുക:",
                      "ഈ ഉദാരഹണങ്ങളിൽ കർത്തൃസ്ഥാനത്തു നില്ക്കുന്ന സർവ്വനാമങ്ങളും അതുകളിൽ കാണുന്ന ലിംഗവചനപ്രത്യയങ്ങളും തന്നെയാണു് ആഖ്യാതരൂപങ്ങളിലും ആവർത്തിക്കപ്പെട്ടിരിക്കുന്നതെന്നു സ്പഷ്ടമായി തെളിയുന്നു. 'സംഖ്യാവിശേഷണം ചേർക്കുന്നപക്ഷം നപുംസകനാമങ്ങൾക്കു് ബഹുവചനം വേണ്ട' എന്നു തീർച്ചപ്പെടുത്തിയിട്ടുള്ള ദ്രാവിഡഭാഷയ്ക്കു് ഈ ആവൃത്തി ഒട്ടും യോജിക്കുന്നില്ലെന്ന യുക്തി കരുതി മലയാളികൾ പുരുഷാദിഭേദത്തെ നിശ്ശേഷം ഉപേക്ഷിച്ചു.",
                      "വാസ്തവത്തിൽ കാൽഡെ്വൽസായ്പു് അഭിപ്രായപ്പെടുമ്പോലെ തമിഴിൽ ശരിയായ ഒരാഖ്യാതരൂപമേ ഇല്ല. ‘പാർത്തു' എന്നതു് ‘പാർ എന്ന പ്രകൃതിയുടെ ഭൂതകാലരൂപമാണു്. അതിൽ ‘ആൻ', ‘ആൾ' എന്ന ലിംഗപ്രത്യയങ്ങളിൽ ഒന്നുചേർത്താൽ അതു കർത്താവിനോടുള്ള പൊരുത്തം കൊണ്ടു് ‘മുററുവിന' എന്നു പറയുന്ന പ്രധാനക്രിയാപദം ആയിത്തീരും. ‘അ' എന്ന ചുട്ടെഴുത്തു് (പ്രഥമപുരുഷ സർവ്വനാമം) ആണു് ചേർക്കുന്നതെങ്കിൽ പററുവിനയിൽ (അപ്രധാനക്രിയാപദങ്ങളിൽ അല്ലെങ്കിൽ അംഗക്രിയകളിൽ) ഉൾപ്പെട്ട പേരെച്ചമായി ചമയും. 'നാൻ പാർത്ത (പാർത്തു+അ) പുസ്തകമാനതു' ഇത്യാദ്യുദാഹരണം. ‘പാർത്ത' എന്ന പേരെച്ചത്തിൽ പിന്നീടു് ‘അൻ', ‘അൾ', ‘അർ', ‘തു' എന്ന ലിംഗപ്രത്യയങ്ങൾ ചേർത്താൽ, ‘പാർത്തവൻ', ‘പാർത്തവൾ', ‘പാർത്തവർ', ‘പാർത്തത്' എന്ന കാരകകൃത്തുകൾ (ചീാശിമഹ അഴലി) ഉെണ്ടാകും. ‘പാർത്തു' എന്ന ഭൂതകാലരൂപം ഒരു ഭേദഗതിയും ചെയ്യാതെ തനിയേ നിന്നാൽ വിനയെച്ചരൂപമാണു്. ഉദാഹരണം:",
                      "‘പുസ്തകം പാർത്തു ചൊല്ലറേൻ' (ചൊല്കിറേൻ).",
                      "ഇങ്ങനെയാണു് തമിഴ്വ്യാകരണത്തിന്റെ ഗതി. ഇതിൽ 'പാർത്തു' എന്ന രൂപം തനിയേ നിന്നാൽ വിനയെച്ചവും ആൻ', 'ആൾ' ഇത്യാദി ലിംഗങ്ങളുടെ കുറികൾ ചേർത്താൽ മുററുവിനയും ആകുമല്ലോ. ഇവിടെ മലയാളി ചെയ്ത ഭേദഗതി ഇത്രയേ ഉള്ളു: ലിംഗാദിഭേദങ്ങൾ ആവശ്യമല്ല; അതിനു പകരം തമിഴിൽ 'കുററിയൽ ഉകരം' (സംവൃതം) ആയി കല്പിച്ചിരിക്കുന്ന 'തു' എന്ന പ്രത്യയത്തിലെ 'ഉ'കാരത്തെ ബലംകൊടുത്തു് ഉറപ്പിച്ചാൽ മുററുവിന ആയി; ളകാരത്തെ ദുർബ്ബലമായിത്തന്നെ വെച്ചേച്ചാൽ 'വിനയെച്ചം' എന്നതു തമിഴു് മുറതന്നെ. ആഖ്യാതങ്ങളുടെ ഒടുവിലത്തെ ഉകാരത്തിനു ബലംകൊടുത്തിട്ടുണ്ടെന്നുള്ളതു് -'വന്നു ശരത്സമയമംബുദമൊന്നകന്നു -ഇത്യാദി പ്രയോഗങ്ങൾകൊണ്ടു സ്പഷ്ടമാകും. 'പാർത്തല്ല', 'പാർത്തിരിക്കുന്ന' ഇത്യാദി വിനയെച്ചരൂപങ്ങളിലാകട്ടെ ഉകാരം ലോപിക്കുന്നതിനാൽ, അവിടെ അതിനെ ദുർബ്ബലപ്പെടുത്തി യിരിക്കുന്നു എന്നും തെളിയുന്നു. ഈവിധം മലയാളത്തിൽ ലിംഗപുരുഷ വചനങ്ങളെ ഉപേക്ഷിക്കുക എന്നതു് വളരെ ലഘുവായി സാധിച്ചു.",
                      {
                        "subheading": "5. ഖിലോപസംഗ്രഹം:"
                    },
                      "‘ഖിലം' എന്നാൽ അപ്രയുക്തം; ഒരു കാലത്തു് നടപ്പുണ്ടായിരുന്നിട്ടും കാലക്രമത്തിൽ പ്രയോഗമില്ലാതെ വന്നതു്. അങ്ങനെയുള്ള പ്രകൃതികളെയും പ്രത്യയങ്ങളെയും ഉപേക്ഷിക്കാതെ ഉപയോഗിക്കുകയാണു് അതുകളുടെ ഉപസംഗ്രഹം. തമിഴിൽ ഒരേ വ്യാകരണസംബന്ധം കുറിക്കുന്നതിനു് ‘നന്നൂലി'ൽ പരിഗണനം ചെയ്തിട്ടുള്ള പ്രകാരം വെകല്പികങ്ങളായി പലേ പ്രത്യയങ്ങളുണ്ടായിരുന്നു. അവയിൽ മിക്കതും നാട്ടുഭാഷയിൽ നടപ്പില്ലാതായി. കവിതയിൽത്തന്നെയും എല്ലാം പ്രയോഗിച്ചു കാണുന്നില്ല. അങ്ങനെയുള്ള ഖിലരൂപങ്ങളിൽ ചിലതിനു മലയാളത്തിൽ നടപ്പുവന്നിട്ടുണ്ടു്. ഒന്നുരണ്ടു് ഉദാഹരിക്കാം.",
                      "a) പിൻവിനയെച്ചം: സംസ്കൃത്തിലെ 'തും' (തുമുൻ) എന്ന പ്രത്യയത്തിന്റെ സ്ഥാനത്തിൽ ഭാവിയായ അംഗക്രിയയെ കുറിക്കുന്ന 'ആൻ' എന്ന പ്രത്യയം തമിഴിൽ ഇപ്പോൾ ലുപ്തപ്രചാരമായിപ്പോയി. വർത്തമാനക്രിയയെ കുറിക്കുന്ന നടുവിനയെച്ചംതന്നെ ആണു് ഭാവ്യർത്ഥത്തിലും ഉപയോഗിക്കുന്നതു്. ഉദാ:",
                      "തമിഴിൽ നടുവിനയെച്ചം ഉപയോഗിക്കേണ്ടുന്ന സ്ഥലങ്ങളിൽ ചിലയിടത്തു മലയാളം മുൻവിനയെച്ചമാക്കിയിട്ടുണ്ടു്.",
                      "ആകെക്കൂടെ മലയാളത്തിൽ ശരിയായ നടുവിനയെച്ചത്തിന്റെ ഉപയോഗം വളരെ ചുരുങ്ങിപ്പോയി. ‘ചൊല്ലപ്പെടും' എന്ന കർമ്മണിപ്രയോഗം, ‘ചൊല്ലവേണം-വേണ്ടാ' ഇത്യാദി വിധായകപ്രകാരങ്ങൾ; ‘ചൊല്ലാം' (=ചൊല്ല+ആം) എന്ന അനുജ്ഞായകപ്രകാരം ഇത്രയും ദിക്കിലേ ഇപ്പോൾ നടുവിനയെച്ചം ഉപയോഗിക്കാറുള്ളു. വിനയെച്ചപ്രകരണം നോക്കുക.",
                      "ആകെക്കൂടെ മലയാളത്തിൽ ശരിയായ നടുവിനയെച്ചത്തിന്റെ ഉപയോഗം വളരെ ചുരുങ്ങിപ്പോയി. ‘ചൊല്ലപ്പെടും' എന്ന കർമ്മണിപ്രയോഗം, ‘ചൊല്ലവേണം-വേണ്ടാ' ഇത്യാദി വിധായകപ്രകാരങ്ങൾ; ‘ചൊല്ലാം' (=ചൊല്ല+ആം) എന്ന അനുജ്ഞായകപ്രകാരം ഇത്രയും ദിക്കിലേ ഇപ്പോൾ നടുവിനയെച്ചം ഉപയോഗിക്കാറുള്ളു. വിനയെച്ചപ്രകരണം നോക്കുക.",
                      "‘ഇൽ' എന്ന സംഭാവകവിനയെച്ചത്തിന്റെ പ്രയോഗത്തിലും ഭേദഗതികൾ വന്നിട്ടുണ്ടു്. പ്രത്യയങ്ങളെ നേരേ നടുവിനയെച്ചത്തിൽ ചേർക്കുക എന്ന സമ്പ്രദായം അപൂർവ്വമായി; അതിനുപകരം ‘എൻ' എന്ന നിരൂപകകൃതിയുടെ പാക്ഷികവിനയെച്ചത്തെ ഒകു ഘടകനിപാതമായിട്ടു് ഉപയോഗിക്കുകയാണു് അധികം നടപ്പു്. ‘പോകിൽ' എന്നതിനുപകരം ‘പോകുന്നെങ്കിൽ' ‘പോയെങ്കിൽ', ‘പോകുമെങ്കിൽ' എന്നു പ്രയോഗിച്ചുവരുന്നു. പഴയ രൂപം കാലാംശത്തെ കുറിക്കുന്നില്ല; പൂതിയ രൂപങ്ങളിൽ കാലഭേദംകൂടി സ്പഷ്ടമാകുന്നുണ്ടു്. തമിഴിനു് ഉണ്ടായിരുന്ന ധോരണിയും ആഡംബരവും കളഞ്ഞു് വിനയെച്ചങ്ങളുടെ വിനിയോഗത്തെ മലയാളം ആവശ്യകതയും ഉപയോഗവും നോക്കി ഒന്നു പരിഷ്കരിച്ചിട്ടുണ്ടു്.",
                      "പഴയ രൂപം കാലാംശത്തെ കുറിക്കുന്നില്ല; പൂതിയ രൂപങ്ങളിൽ കാലഭേദംകൂടി സ്പഷ്ടമാകുന്നുണ്ടു്. തമിഴിനു് ഉണ്ടായിരുന്ന ധോരണിയും ആഡംബരവും കളഞ്ഞു് വിനയെച്ചങ്ങളുടെ വിനിയോഗത്തെ മലയാളം ആവശ്യകതയും ഉപയോഗവും നോക്കി ഒന്നു പരിഷ്കരിച്ചിട്ടുണ്ടു്.",
                      "b) നിയോജകമദ്ധ്യമബഹുവചനം: മലയാളം മുറ്റുവിനകൾക്കു് പുരുഷഭേദം വേണ്ടെന്നു് ഉപേക്ഷിച്ചു. എന്നാൽ അതിനുള്ള കാരണം പുരുഷപ്രത്യയസ്ഥാനം വഹിക്കുന്നതു് സർവ്വനാമരൂപങ്ങൾതന്നെ ആകുകയാൽ കർത്താവിലും ക്രിയാപദത്തിലും അതുകളുടെ ആവൃത്തി സ്പഷ്ടമായി കാണുന്നതിൽ ഉണ്ടാകുന്ന അസ്വാരസ്യംമാത്രമാകുന്നു. ആവൃത്തി തോന്നാത്തിടത്തു് പുരുഷഭേദംകൂടി കുറിക്കുക മലയാളത്തിനു് ഇഷ്ടംതന്നെയാണു്. അതിനാൽ നിയോജകപ്രകാരത്തിന്റെ മധ്യമപുരുഷനിൽമാത്രം മലയാളവും പുരുഷഭേദം സ്വീകരിച്ചിട്ടുണ്ടു്. കേവലധാതുവിലോ 'ഉം' എന്ന ഭാവികാലം ചേർത്ത രൂപത്തിലോ 'ഇൻ' എന്നു് പ്രത്യയം ചേർത്താൽ മദ്ധ്യമബഹുവചനം ഉണ്ടാകും. ഉദാ:",
                      "തമിഴിൽ ‘ഇൻ' പ്രത്യയം അപൂർവ്വമായിട്ടു കവിതകളിൽ മാത്രമേ കണ്ടിട്ടുള്ളു. ‘ഉം' എന്ന പ്രത്യയമാണു് സാധാരണ ഉപയോഗിച്ചുകാണുന്നതു്. അതിലും ‘ഇൻ' എന്ന പ്രത്യയസ്വരൂപം വേർതിരിച്ചു് നന്നൂൽസൂത്രത്തിൽ എടുത്തു കാണിച്ചിട്ടില്ല; ശേഷമുള്ളതിന്റെ കൂട്ടത്തിൽ ‘മിൻ' എന്ന ഒരു രൂപം മാത്രമേ കൊടുത്തിട്ടുള്ളു. സന്ധികാര്യങ്ങൾകൊണ്ടു് ‘ഇൻ' പ്രത്യയം ആദ്യാഗമങ്ങൾ ചേർന്നു് 'യിൻ', ‘വിൻ', ‘ക്കിൻ', ‘പ്പിൻ', ‘മിൻ' എന്നെല്ലാം ആകൃതിയിൽ വരാം. ഇതുപോലെതന്നെ നന്നൂലിൽ പിൻവിനയെച്ചപ്രത്യയമായ ‘ആൻ' എന്നതിനേയും പൊതുവായി നിർദ്ദേശിക്കാതെ ‘വാൻ' 'പാൻ' എന്നു് ഏതാനും രൂപങ്ങളെ മാത്രമേ എടുത്തിട്ടുള്ളു. ഇതിൽനിന്നും, ‘ഇൻ' എന്ന മധ്യമബഹുവചനപ്രത്യയവും, ‘ആൻ' എന്ന പിൻവിനയെച്ച പ്രത്യയവും ‘നന്നൂൽ' കാരനായ ഭവനന്ദിയുടെ കാലത്തുതന്നെ അപ്രയുക്തങ്ങളുടെ കൂട്ടത്തിലായിക്കഴിഞ്ഞിരിക്കുന്നു എന്നു തെളിയുന്നു. അതിനാൽ, തമിഴിൽ വ്യാകരണം സ്ഥിരപ്പെടുംമുൻപുതന്നെ മലയാളം അതിൽനിന്നും ഭിന്നിച്ചു് പലവഴിയിലും സ്വാതന്ത്ര്യം കാണിക്കുവാൻ ആരംഭിച്ചിരിക്കുന്നു എന്നു് ഊഹിക്കാം. ഈവക തെളിവുകളെ അടിസ്ഥാനപ്പെടുത്തിയിട്ടാണു്, ഡാക്ടർ കാൽഡെ്വൽ, ‘തമിഴുഭാഷ സ്വരൂപപ്പെടുംമുൻപുതന്നെ മലയാളം അതിൽനിന്നുംവേർതിരിഞ്ഞു തുടങ്ങിയിട്ടുണ്ട് എന്നു് അഭിപ്രായപ്പെടുന്നതു്. ‘മലയാളം തമിഴിൽനിന്നും ദുഷിച്ച ഒരു പ്രാകൃതമേ ആകുകയുള്ളു എന്നു് തമിഴർ അപവദിക്കുന്നതാകട്ടെ, അവരുടെ സ്വഭാഷാഭിമാന വിജൃംഭിതം എന്നേ ഗണിക്കുവാനുള്ളു.",
                      "മധ്യബഹുവചനരൂപങ്ങൾ ഉദാഹരിച്ചതിൽ ഭാവികാലരൂപവും തമിഴിൽ നിയോജകാർത്ഥത്തിൽ പ്രയോഗിക്കാറുള്ളതായി കാണിച്ചുവല്ലോ. ഈ നടപ്പു് മലയാളത്തിലും ഉണ്ട്; ‘ഭാവിരൂപം രണ്ടുള്ളതിൽ തമിഴർ എടുത്ത രൂപം അല്ല മലയാളികൾ എടുത്തത്' എന്നുമാത്രം ഭേദം. തമിഴിൽ ‘ഉം' എന്ന ഭാവിക്കും മലയാളത്തിൽ ‘ഊ' എന്ന ഭാവിക്കും ആണു് നിയോഗാർത്ഥത്തിൽ പ്രയോഗം.",  
                      {
                          "subheading": "6. അംഗഭംഗം:"
                      },
                      "ചില പഴയ ദ്രാവിഡപ്രകൃതികളെയും പ്രത്യയങ്ങളെയും മലയാളഭാഷ സൗകര്യത്തിനുവേണ്ടി അക്ഷരലോപംചെയ്തു് ചുരുക്കിയിട്ടുണ്ടു്. ഈവക രൂപങ്ങൾ വാലും തലയും മുറിക്കുമ്പോൾ ഉണ്ടാകാവുന്ന വെരൂപ്യം കൊണ്ടു് കണ്ടാൽ അറിയാത്തവിധം മാറിപ്പോയിരിക്കുന്നു. ഇവയിൽ ചിലതിന്റെ ആഗമത്തെപ്പറ്റി വെയാകരണന്മാർക്കുതന്നെ തർക്കം തീർന്നിട്ടില്ല. ഏതാനും ഉദാഹരണങ്ങൾ.",
                      "a) ‘ക്കു’ എന്ന ഉദ്ദേശികാ (ചതുർത്ഥി) വിഭക്തിയുടെയും ‘ഉടയ' എന്ന സംബന്ധികാ (ഷഷ്ഠി) വിഭക്തിയുടെയും ചിഹ്നങ്ങൾ- ഇതുകളെ ചിലയിടത്തു് ചില നിയമങ്ങൾ അനുസരിച്ചു് ‘ഉ' എന്നും, ‘ഉടെ', ‘ടെ' എന്നും അക്ഷരലോപം ചെയ്തു ചുരുക്കിയിട്ടുണ്ടു്. ഉദാ:",
                      "നാമപ്രകൃതി സ്വയംതന്നെയോ 'ഇൻ' എന്ന ഇടനില ചേർത്തോ ‘ൻ' എന്നവസാനിക്കുന്നിടത്തുമാത്രമേ ‘ഉ' (‘ൻ' ചേർന്നു് ‘നു' എന്നോ ‘ന്നു' എന്നോ ആകാം) എന്നും ‘ടെ' എന്നും ഉള്ള അതിസങ്കോചിതങ്ങളായ രൂപങ്ങൾ വരികയുള്ളു എന്നാണു നിയമം. ‘അതിന്നു', മരത്തിന്നു' ഇത്യാദി രൂപങ്ങളിൽ ‘ഇൻ' എന്നതു് ഇടനിലയാണെന്നു ഗ്രഹിക്കാതെ മലയാളത്തിൽ ‘ഇന്നു' (ഇ+ൻ+ഉ) എന്നു് വിശേഷാൽ ഒരു ചതുർത്ഥിപ്രത്യയമുണ്ടെന്നും, ആ പ്രത്യയം ‘തനതു' ഇത്യാദി സംബന്ധിതദ്ധിതങ്ങളിൽ കാണുന്നതും സംസ്കൃതത്തിലെ ‘തസേ്യദമ്' എന്നവിഗ്രഹവാചകത്തിന്റെ സ്ഥാനം വഹിക്കുന്നതും ആയ ‘അതു' എന്നതിൽനിന്നും ഉത്ഭവിച്ചതാണെന്നും ഡാക്ടർ ഗുണ്ടർട്ടു് അഭിപ്രായപ്പെടുന്നു. ‘ടെ' എന്നതിന്റെ ഉത്ഭവവും ‘അതു' എന്നതിൽനിന്നുതന്നെ എന്നാണു് സായ്പിന്റെ പക്ഷം എന്നു തോന്നുന്നു. വേറെ ഒരു സായ്പു് (ഡാക്ടർ സ്ററീവൻസ) ‘ടെ' എന്നതിനെ കർണ്ണാടകത്തിലെ ‘റെ' എന്ന സംബന്ധികാപ്രത്യയത്തോടു യോജിപ്പിക്കുന്നു. ഡാക്ടർ കാൽഡെ്വലാകട്ടെ, ആദ്യം പറഞ്ഞ, രണ്ടു സായ്പന്മാരെയും ഖണ്ഡിക്കുന്നു, എങ്കിലും, അവൻ+ടെ' (=അവന്റെ) എന്നതിലെ ‘ടെ' നിസ്സന്ദേഹമായിട്ടു് (ക റീൗയ ിേീ' വേല മെ്യ) 'അതു' എന്നതിന്റെ ദുഷിച്ച രൂപംതന്നെ എന്നു ശപഥംചെയ്യുന്നു. ഈ പക്ഷത്തിൽ ‘അവന്റേത്' എന്നുള്ള പ്രയോഗത്തിൽ (അവൻ+അതു= അവന്റെ; അവന്റെ+അതു=അവന്റേതു) ‘അതു' എന്നതിനു് ആവൃത്തി വരുന്നല്ലോ എന്നു സ്വയമേ ആക്ഷേപിച്ചും കൊണ്ടു് ഈമാതിരി ആവൃത്തി മറ്റു ഭാഷകളിലും കാണാറുണ്ടെന്നു സമാധാനപ്പെടുകയും ചെയ്യുന്നു. ഇങ്ങനെ പ്രകൃതവിഷയത്തിൽ ഡാക്ടരറന്മാർ മൂന്നുപേർക്കും മൂന്നുവിധമാണു് അഭിപ്രായം. ഗുണ്ടർട്ടിനെ തെറ്റിച്ചതു് നിശ്ചയമായിട്ടു് നിഘണ്ടുകാരൻ ബെയിലിസായ്പു് ആണു്. അദ്ദേഹം തന്റെ നിഘണ്ടുവിൽ നാമങ്ങളെ കു-വക, നു-വക എന്നു തരംതിരിച്ചിട്ടുണ്ടു്, ‘ക്കു' എന്നു് ചതുർത്ഥിയിൽ അവസാനിക്കുന്ന നാമങ്ങൾ ‘കു-വക’, ‘നു' എന്നവസാനിക്കുന്നവ 'നു-വക' എന്നർത്ഥം. വാസ്തവത്തിൽ ഒരു നാമത്തിന്റേയും ചതുർത്ഥി ‘നു' എന്നു് അവസാനിക്കുന്നില്ല. ‘ൻ' എന്നു് അവസാനിക്കുന്ന നാമങ്ങളിലേ 'ഉ്' മാത്രം ചേർന്നു് ചതുർത്ഥീരൂപം ഉണ്ടാകുകയുള്ളു എന്ന നിയമം ഇവർ ധരിച്ചിട്ടില്ലെന്നു തോന്നുന്നു. വ്യഞ്ജനാന്തങ്ങൾക്കൊക്കെയും ‘ഇൻ' ഇടനില ചേർക്കേണ്ടതുള്ളതുകൊണ്ടു് പലവിധം നാമങ്ങളും ‘ൻ' എന്നവസാനിക്കും; അപ്പോൾ പ്രത്യയം 'ഇന്നു' എന്നാണെന്നു കല്പിക്കുന്നപക്ഷം, നാമങ്ങളെ നു-വക, കു-വക എന്നു് തരംതിരിക്കേണ്ടിവരുന്നതിൽ ഒരാശ്ചര്യവും ഇല്ല. ‘അവൻടെ' എന്നെഴുതാതെ ‘അവന്റെ' എന്നു് ‘റ' എഴുതിവരുന്ന സമ്പ്രദായം കണ്ടാണു് സ്ററീവൻസ' ഭ്രമിച്ചുവശായതു്. അദ്ദേഹത്തിന്റെ നാമധേയംതന്നെ ശരിയായ ഇംഗ്ലീഷു് ഉച്ചാരണപ്രകാരം മലയാളത്തിൽ എഴുതുകയാണെങ്കിൽ ‘സ്ററീവൻസ' എന്നാണു് വരുക എന്നദ്ദേഹം ഗ്രഹിച്ചിരുന്നെങ്കിൽ ഈ അപകടത്തിൽ ചാടുകയില്ലായിരുന്നു. 'ന്റെ' എന്ന കൂട്ടക്ഷരത്തിന്റെ ഉച്ചാരണം മറ്റെങ്ങുമില്ലാത്ത ഒരു വിശേഷപ്പെട്ട ധ്വനിയിൽ ആണെന്നും ിറല (ൻടെ) പോലെയാണെന്നും അറിഞ്ഞതിന്റെശേഷംകൂടി കാൽഡെ്വൽ ‘അതും ഇതും പിടിക്കാൻ പോയതിനു് ഒരു സമാധാനവും കാണുന്നില്ല. എന്നാൽ തങ്ങളുടെ ജീവിതകാലം മുഴുവൻ നമ്മുടെ ഭാഷ അഭ്യസിക്കുന്നതിലേക്കു വ്യയംചെയ്തു് ചരിത്രത്തിനും യുക്തിക്കും ചേർന്നു് അതുകളുടെ വ്യാകരണനിയമങ്ങളെ വ്യവസ്ഥപ്പെടുത്തിത്തന്നിട്ടുള്ള സായ്പന്മാരെ നാം ധന്യവാദപുരസ്സരം അഭിനന്ദിക്കുകയല്ലാതെ പരിഹസിക്കുകയല്ല വേണ്ടതു്. ‘ന്റെ' എന്ന ഉച്ചാരണം നാം എത്രതന്നെ പറഞ്ഞുകേൾപ്പിച്ചാലും വെദേശികന്മാർക്കു ശരിയായി ഗ്രഹിക്കുവാൻ സാധിക്കുന്നതല്ല. ഇതിലെ ‘റ' എന്ന എഴുത്തിനെ ഉച്ചരിക്കുന്നതു് ശരിയായ റകാരം പോലെ അല്ലെന്നു് ഏതു മലയാളിയും സമ്മതിക്കും. ആർക്കെങ്കിലും സംശയമുണ്ടെങ്കിൽ, എന്റെല്ലാം കേട്ടവനൊരു നുറുങ്ങാശ്വസിക്കിന്റെ നേരം",
                      {
                          "stanza": [
                              "line one.",
                              " line two."
                          ]
                      },
                      {
                          "image": "images/sample3.jpg",
                          "caption": "image caption."
                      },
                      {
                          "table": [
                              ["Header A", "Header B", "Header C"],
                              ["Row A1", "Row B1", "Row C1"],
                              ["Row A2", "Row B2", "Row C2"]
                          ]
                      }
                  ]
              },
              {
                "chapterTitle": "പീഠിക: ഘട്ടവിഭാഗം",
                "paragraphs": [
                    "This ",
                    {
                        "subheading": "Subheading: Overview Details"
                    },
                    "Another paragraph ",
                    {
                        "stanza": [
                            "Overview stanza line one.",
                            "Overview stanza line two."
                        ]
                    },
                    {
                        "image": "images/sample3.jpg",
                        "caption": "image caption."
                    },
                    {
                        "table": [
                            ["Header A", "Header B", "Header C"],
                            ["Row A1", "Row B1", "Row C1"],
                            ["Row A2", "Row B2", "Row C2"]
                        ]
                    }
                ]
            },
            {
                "chapterTitle": "പീഠിക: അക്ഷരമാല",
                "paragraphs": [
                    "",
                    {
                        "subheading": "Subheading: Overview Details"
                    },
                    "Another paragraph under the subheading.",
                    {
                        "stanza": [
                            "line one.",
                            "line two."
                        ]
                    },
                    {
                        "image": "images/sample3.jpg",
                        "caption": "image caption."
                    },
                    {
                        "table": [
                            ["Header A", "Header B", "Header C"],
                            ["Row A1", "Row B1", "Row C1"],
                            ["Row A2", "Row B2", "Row C2"]
                        ]
                    }
                ]
            },
            {
                "chapterTitle": "പീഠിക",
                "paragraphs": [
                    "This is the first paragraph of the overview.",
                    {
                        "subheading": "Subheading: Overview Details"
                    },
                    "Another paragraph under the subheading.",
                    {
                        "stanza": [
                            "Overview stanza line one.",
                            "Overview stanza line two."
                        ]
                    },
                    {
                        "image": "images/sample3.jpg",
                        "caption": "This is yet another sample image caption."
                    },
                    {
                        "table": [
                            ["Header A", "Header B", "Header C"],
                            ["Row A1", "Row B1", "Row C1"],
                            ["Row A2", "Row B2", "Row C2"]
                        ]
                    }
                ]
            },
              {
                  "chapterTitle": "Chapter 2: Details",
                  "paragraphs": [
                      "This is the first paragraph of the details.",
                      {
                          "subheading": "Subheading: Detailed Information"
                      },
                      "More details in a paragraph.",
                      {
                          "stanza": [
                              "Details stanza line one.",
                              "Details stanza line two."
                          ]
                      }
                  ]
              }
          ]
      },
      {
        "title": "വീണപൂവ്",
        "author": "കുമാരനാശാൻ",
        "year": "2021",
        "chapters": [
            {
                "chapterTitle": "വീണപൂവ്",
                "paragraphs": [
                    "1907 ഡിസംബറിൽ ആണ് കുമാരനാശാൻ വീണപൂവ് ‘മിതവാദി’ പത്രത്തിൽ പ്രസിദ്ധീകരിച്ചത്. പിന്നീട് സി. കേശവൻ അത് കണ്ടെടുത്ത് ഭാഷാപോഷിണിയിൽ പ്രസിദ്ധീകരിച്ചു. ആധുനികമായ കാൽപനികകവിതയുടെ തുടക്കം മലയാളഭാഷയിൽ കാണുന്നത് ഈ കവിതയിലാണ്.",
                    {
                        "stanza": [
                            "ഹാ! പുഷ്പമേ, അധികതുംഗപദത്തിലെത്ര",
                            "ശോഭിച്ചിരുന്നിതൊരു രാജ്ഞികണക്കയേ നീ",
                            "ശ്രീ ഭൂവിലസ്ഥിര-അസംശയ-മിന്നു നിന്റെ-",
                            "യാഭൂതിയെങ്ങു പുനരെങ്ങു കിടപ്പിതോർത്താൽ?    1"
                        ]
                    },
                    {
                        "stanza": [
                            "ലാളിച്ചു പെറ്റ ലതയമ്പൊടു ശൈശവത്തിൽ",
                            "പാലിച്ചു പല്ലവപുടങ്ങളിൽ വെച്ചു നിന്നെ;",
                            "ആലോലവായു ചെറുതൊട്ടിലുമാട്ടി, താരാ-",
                            "ട്ടാലാപമാർന്നു മലരേ, ദലമർമ്മരങ്ങൾ   2"
                        ]
                    },
                    {
                        "stanza": [
                            "പാലൊത്തെഴും പുതുനിലാവിലലം കുളിച്ചും",
                            "ബാലാതപത്തിൽ വിളയാടിയുമാടലെന്യേ",
                            "നീ ലീലപൂണ്ടിളയ മൊട്ടുകളോടു ചേർന്നു",
                            "ബാലത്വമങ്ങനെ കഴിച്ചിതു നാളിൽ നാളിൽ 3"
                        ]
                    },
                    {
                        "stanza": [
                            "ശീലിച്ചു ഗാനമിടചേർന്നു ശിരസ്സുമാട്ടി-",
                            "ക്കാലത്തെഴും കിളികളോടഥ മൗനമായ്‌ നീ",
                            "ഈ ലോകതത്വവുമയേ, തെളിവാർന്ന താരാ-",
                            "ജാലത്തൊടുന്മുഖതയാർന്നു പഠിച്ചു രാവിൽ 4"
                        ]
                    },
                    {
                        "stanza": [
                            "ഈവണ്ണമമ്പൊടു വളർന്നഥ നിൻറെയംഗ-",
                            "മാവിഷ്ക്കരിച്ചു ചില ഭംഗികൾ മോഹനങ്ങൾ",
                            "ഭാവം പകർന്നു വദനം, കവിൾ കാന്തിയാർന്നു,",
                            "പൂവേ, അതിൽ പുതിയ പുഞ്ചിരി സഞ്ചരിച്ചു.   5"
                        ]
                    }, 
                    {
                        "stanza": [
                            "ആരോമലാമഴക്‌, ശുദ്ധി, മൃദുത്വ, മാഭ",
                            "സാരള്യമെന്ന, സുകുമാരഗുണത്തിനെല്ലാം",
                            "പാരിങ്കലേതുപമ; ആ മൃദുമെയ്യിൽ നവ്യ-",
                            "താരുണ്യമേന്തിയൊരു നിൻ നില കാണണം താൻ.    6"
                        ]
                    },
                    {
                        "stanza": [
                            "വൈരാഗ്യമേറിയൊരു വൈദികനാട്ടെ, യേറ്റ-",
                            "വൈരിയ്ക്കു മുൻപുഴറിയോടിയ ഭീരുവാട്ടെ,",
                            "നേരേ വിടർന്നു വിലസീടിന നിന്നെ നോക്കി-",
                            "യാരാകിലെന്തു, മിഴിയുള്ളവർ നിന്നിരിക്കാം.    7"
                        ]
                    },
                    {
                        "stanza": [
                            "മെല്ലെന്നു സൗരഭവുമൊട്ടു പരന്നു ലോക-",
                            "മെല്ലാം മയക്കി മരുവുന്നളവന്നു നിന്നെ",
                            "തെല്ലോ കൊതിച്ചനുഭവാർത്ഥികൾ; ചിത്രമല്ല-",
                            "തില്ലാർക്കുമീഗുണവു, മേവമകത്തു തേനും. 8"
                        ]
                    },
                    {
                        "stanza": [
                            "ചേതോഹരങ്ങൾ സമജാതികളാം സുമങ്ങ-",
                            "ളേതും സമാനമഴകുള്ളവയെങ്കിലും നീ",
                            "ജാതാനുരാഗമൊരുവന്നു മിഴിക്കു വേദ്യ-",
                            "മേതോ വിശേഷസുഭഗത്വവുമാർന്നിരിക്കാം    9"
                        ]
                    },
                    {
                        "stanza": [
                            "കാലം കുറഞ്ഞ ദിനമെങ്കിലുമർത്ഥദീർഘം,",
                            "മാലേറെയെങ്കിലുമതീവ മനോഭിരാമം",
                            "ചാലേ കഴിഞ്ഞരിയ യൗവനമെന്നു നിന്റെ-",
                            "യീ ലോലമേനി പറയുന്നനുകമ്പനീയം.    10"
                        ]
                    },
                    {
                        "stanza": [
                            "അന്നൊപ്പമാണഴകു കണ്ടു വരിച്ചിടും നീ-",
                            "യെന്നോർത്തു ചിത്രശലഭങ്ങളണഞ്ഞിരിക്കാം;",
                            "എന്നല്ല, ദൂരമതിൽനിന്നനുരാഗമോതി",
                            "വന്നെന്നുമാം വിരുതനങ്ങൊരു ഭൃംഗരാജൻ.  11"
                        ]
                    },
                    {
                        "stanza": [
                            "കില്ലില്ലയേ ഭ്രമരവര്യനെ നീ വരിച്ചു",
                            "തെല്ലെങ്കിലും ശലഭമേനിയെ മാനിയാതെ",
                            "അല്ലെങ്കിൽ നിന്നരികിൽ വന്നിഹ വട്ടമിട്ടു",
                            "വല്ലാതിവൻ നിലവിളിക്കുകയില്ലിദാനീം.   12"
                        ]
                    },
                    {
                        "stanza": [
                            "എന്നംഗമേകനിഹ തീറുകൊടുത്തുപോയ്‌ ഞാൻ",
                            "എന്നന്യകാമുകരെയൊക്കെ മടക്കിയില്ലേ?",
                            "ഇന്നോമലേ വിരവിലെന്നെ വെടിഞ്ഞിടല്ലേ”",
                            "എന്നൊക്കെയല്ലി ബത! വണ്ടു പുലമ്പിടുന്നു?  13"
                        ]
                    },
                    {
                        "stanza": [
                            "ഹാ! കഷ്ട,മാ വിബുധകാമിതമാം ഗുണത്താ-",
                            "ലാകൃഷ്ടനാ, യനുഭവിച്ചൊരു ധന്യനീയാൾ",
                            "പോകട്ടെ നിന്നൊടൊരുമിച്ചു മരിച്ചു; നിത്യ-",
                            "ശോകാർത്തനായിനിയിരിപ്പതു നിഷ്‌ഫലംതാൻ.  14"
                        ]
                    },
                    {
                        "stanza": [
                            "ചത്തീടുമിപ്പോഴിവനല്‌പവികല്‌പമില്ല",
                            "തത്താദൃശം വ്യസനകുണ്ഠിതമുണ്ടു കണ്ടാൽ",
                            "അത്യുഗ്രമാം തരുവിലും ബത! കല്ലിലും പോയ്‌",
                            "പ്രത്യക്ഷമാഞ്ഞു തല തല്ലുകയല്ലി ഖിന്നൻ? 15"
                        ]
                    },
                    {
                        "stanza": [
                            "ഒന്നോർക്കിലിങ്ങിവ വളർന്നു ദൃഢാനുരാഗ-",
                            "മന്യോന്യമാർന്നുപയമത്തിനു കാത്തിരുന്നു",
                            "വന്നീയപായമഥ കണ്ടളി ഭാഗ്യഹീനൻ",
                            "ക്രന്ദിക്കയാം; കഠിന താൻ ഭവിതവ്യതേ നീ!  16"
                        ]
                    },
                    {
                        "stanza": [
                            "ഇന്നല്ലയെങ്കിലയി, നീ ഹൃദയം തുറന്നു",
                            "നന്ദിച്ച വണ്ടു കുസുമാന്തരലോലനായി",
                            "എന്നെച്ചതിച്ചു ശഠ”നെന്നതു കണ്ടു നീണ്ടു",
                            "വന്നേറുമാധിയഥ നിന്നെ ഹനിച്ചു പൂവേ!  17"
                        ]
                    },
                    {
                        "stanza": [
                            "ഹാ! പാർക്കിലീ നിഗമനം പരമാർത്ഥമെങ്കിൽ",
                            "പാപം നിനക്കു ഫലമായഴൽ പൂണ്ട വണ്ടേ!",
                            "ആപത്തെഴും തൊഴിലിലോർക്കുക മുമ്പു; പശ്ചാ-",
                            "ത്താപങ്ങൾ സാഹസികനിങ്ങനെയെങ്ങുമുണ്ടാം. 18"
                        ]
                    },
                    {
                        "stanza": [
                            "പോകട്ടതൊക്കെ,യഥവാ യുവലോകമേലു-",
                            "മേകാന്തമാം ചരിതമാരറിയുന്നു പാരിൽ",
                            "ഏകുന്നു വാൿപടുവിനാർത്തി വൃഥാപവാദം,",
                            "മൂകങ്ങൾ പിന്നിവ - പഴിക്കുകിൽ ദോഷമല്ലേ? 19"
                        ]
                    },
                    {
                        "stanza": [
                            "പോകുന്നിതാ വിരവിൽ വണ്ടിവിടം വെടിഞ്ഞു",
                            "സാകൂതമാംപടി പറന്നു നഭസ്ഥലത്തിൽ",
                            "ശോകാന്ധനായ്‌ കുസുമചേതന പോയ മാർഗ്ഗ-",
                            "മേകാന്തഗന്ധമിതു പിൻതുടരുന്നതല്ലീ?  20"
                        ]
                    },
                    {
                        "stanza": [
                            "ഹാ! പാപമോമൽമലരേ ബത! നിൻറെ മേലും",
                            "ക്ഷേപിച്ചിതോ കരുണയറ്റ കരം കൃതാന്തൻ",
                            "വ്യാപാരമേ ഹനനമാം വനവേടനുണ്ടോ",
                            "വ്യാപന്നമായ്‌ കഴുകനെന്നു, കപോതമെന്നും?    21"
                        ]
                    },
                    {
                        "stanza": [
                            "തെറ്റെന്നു ദേഹസുഷമാപ്രസരം മറഞ്ഞു",
                            "ചെറ്റല്ലിരുണ്ടു മുഖകാന്തിയതും കുറഞ്ഞു",
                            "മറ്റെന്തുരപ്പു? ജവമീ നവദീപമെണ്ണ-",
                            "വറ്റിപ്പുകഞ്ഞഹഹ! വാടിയണഞ്ഞുപോയി.  22"
                        ]
                    },
                    {
                        "stanza": [
                            "ഞെട്ടറ്റു നീ മുകളിൽനിന്നു നിശാന്തവായു",
                            "തട്ടിപ്പതിപ്പളവുണർന്നവർ താരമെന്നോ",
                            "തിട്ടം നിനച്ചു മലരേ ബത! ദിവ്യഭോഗം",
                            "വിട്ടാശു ഭുവിലടിയുന്നൊരു ജീവനെന്നോ?   23"
                        ]
                    },
                    {
                        "stanza": [
                            "അത്യന്തകോമളതയാർന്നൊരു നിൻറെ മേനി-",
                            "യെത്തുന്ന കണ്ടവനിതന്നെയധീരയായി",
                            "സദ്യഃസ്ഫുടം പുളകിതാംഗമിയന്നു പൂണ്ടോ-",
                            "രുദ്വേഗമോതുമുപകണ്ഠതൃണാങ്കുരങ്ങൾ.   24"
                        ]
                    },
                    {
                        "stanza": [
                            "അന്യൂനമാം മഹിമ തിങ്ങിയൊരാത്മതത്വ-",
                            "മെന്യേ നിലത്തു ഗതമൗക്തികശുക്തിപോൽ നീ",
                            "സന്നാഭമിങ്ങനെ കിടക്കുകിലും ചുഴന്നു",
                            "മിന്നുന്നു നിൻ പരിധിയിപ്പൊഴുമെന്നു തോന്നും.   25"
                        ]
                    },
                    {
                        "stanza": [
                            "ആഹാ, രചിച്ചു ചെറു ലൂതകളാശു നിൻറെ",
                            "ദേഹത്തിനേകി ചരമാവരണം ദുകൂലം",
                            "സ്നേഹാർദ്രയായുടനുഷസ്സുമണിഞ്ഞു നിന്മേൽ",
                            "നീഹാരശീകരമനോഹരമന്ത്യഹാരം.  26"
                        ]
                    },
                    {
                        "stanza": [
                            "താരങ്ങൾ നിൻ പതനമോർത്തു തപിച്ചഹോ! ക-",
                            "ണ്ണീരായിതാ ഹിമകണങ്ങൾ പൊഴിഞ്ഞിടുന്നു;",
                            "നേരായി നീഡതരുവിട്ടു നിലത്തു നിൻറെ",
                            "ചാരത്തു വീണു ചടകങ്ങൾ പുലമ്പിടുന്നു.    27"
                        ]
                    },
                    {
                        "stanza": [
                            "ആരോമലാം ഗുണഗണങ്ങളിണങ്ങി ദോഷ-",
                            "മോരാതുപദ്രവവുമൊന്നിനു ചെയ്തിടാതെ,",
                            "പാരം പരാർത്ഥമിഹ വാണൊരു നിൻ ചരിത്ര-",
                            "മാരോർത്തു ഹൃത്തടമഴിഞ്ഞു കരഞ്ഞുപോകാ? 28"
                        ]
                    },
                    {
                        "stanza": [
                            "കണ്ടീ വിപത്തഹഹ! കല്ലലിയുന്നിതാടൽ-",
                            "കൊണ്ടാശു ദിങ്‌മുഖവുമിങ്ങനെ മങ്ങിടുന്നു",
                            "തണ്ടാർസഖൻ ഗിരിതടത്തിൽ വിവർണ്ണനായ്‌ നി-",
                            "ന്നിണ്ടൽപ്പെടുന്നു, പവനൻ നെടുവീർപ്പിടുന്നു.    29"
                        ]
                    },
                    {
                        "stanza": [
                            "എന്തിന്നലിഞ്ഞു ഗുണധോരണി വെച്ചു നിന്മേൽ?",
                            "എന്തിന്നതാശു വിധിയേവമപാകരിച്ചു?",
                            "ചിന്തിപ്പതാരരിയ സൃഷ്ടിരഹസ്യ, മാവ-",
                            "തെന്തുള്ളു? ഹാ! ഗുണികളൂഴിയിൽ നീണ്ടു വാഴാ!  30"
                        ]
                    },
                    {
                        "stanza": [
                            "സാധിച്ചു വേഗമഥവാ നിജ ജന്മകൃത്യം",
                            "സാധിഷ്‌ഠർ പോട്ടിഹ സദാ നിശി പാന്ഥപാദം",
                            "ബാധിച്ചു രൂക്ഷശില വാഴ്‌വതിൽനിന്നു മേഘ-",
                            "ജ്യോതിസ്സുതൻ ക്ഷണികജീവിതമല്ലി കാമ്യം?    31"
                        ]
                    },
                    {
                        "stanza": [
                            "എന്നാലുമുണ്ടഴലെനിക്കു വിയോഗമോർത്തും",
                            "ഇന്നത്ര നിൻ കരുണമായ കിടപ്പു കണ്ടും",
                            "ഒന്നല്ലി നാ,മയി സഹോദരരല്ലി, പൂവേ,",
                            "ഒന്നല്ലി കയ്യിഹ രചിച്ചതു നമ്മെയെല്ലാം?   32"
                        ]
                    },
                    {
                        "stanza": [
                            "ഇന്നീവിധം ഗതി നിനക്കയി പോക! പിന്നൊ-",
                            "ന്നൊന്നായ്‌ത്തുടർന്നു വരുമാ വഴി ഞങ്ങളെല്ലാം;",
                            "ഒന്നിന്നുമില്ല നില-ഉന്നതമായ കുന്നു-",
                            "മെന്നല്ലയാഴിയുമൊരിക്കൽ നശിക്കുമോർത്താൽ.   33"
                        ]
                    },
                    {
                        "stanza": [
                            "അംഭോജബന്ധുവിത നിന്നവശിഷ്ടകാന്തി",
                            "സമ്പത്തെടുപ്പതിനണഞ്ഞു കരങ്ങൾ നീട്ടി;",
                            "ജൃംഭിച്ച സൗരഭമിതാ കവരുന്നു വായു",
                            "സമ്പൂർണ്ണമാ,യഹഹ! നിന്നുടെ ദായഭാഗം.    34"
                        ]
                    },
                    {
                        "stanza": [
                            "ഉത്‌പന്നമായതു നശിക്കു,മണുക്കൾ നിൽക്കും",
                            "ഉത്‌പന്നമാമുടൽ വെടിഞ്ഞൊരു ദേഹി വീണ്ടും",
                            "ഉത്‌പത്തി കർമ്മഗതി പോലെ വരും ജഗത്തിൽ",
                            "കൽപിച്ചിടുന്നിവിടെയിങ്ങനെ ആഗമങ്ങൾ. 35"
                        ]
                    },
                    {
                        "stanza": [
                            "ഖേദിക്കകൊണ്ടു ഫലമില്ല, നമുക്കതല്ല",
                            "മോദത്തിനും ഭുവി വിപത്തു വരാം ചിലപ്പോൾ;",
                            "ചൈതന്യവും ജഡവുമായ്‌ കലരാം ജഗത്തി-",
                            "ലേതെങ്കിലും വടിവിലീശ്വരവൈഭവത്താൽ.   36"
                        ]
                    },
                    {
                        "stanza": [
                            "ഇപ്പശ്ചിമാബ്ധിയിലണഞ്ഞൊരു താരമാരാ-",
                            "ലുത്‌പന്നശോഭമുദയാദ്രിയിലെത്തിടുമ്പോൽ",
                            "സത്‌പുഷ്പമേ! യിവിടെ മാഞ്ഞു സുമേരുവിന്മേൽ",
                            "കൽപദ്രുമത്തിനുടെ കൊമ്പിൽ വിടർന്നിടാം നീ.  37"
                        ]
                    },
                    {
                        "stanza": [
                            "സംഫുല്ലശോഭമതു കണ്ടു കുതൂഹലം പൂ-",
                            "ണ്ടമ്പോടടുക്കുമളിവേണികൾ ഭൂഷയായ്‌ നീ",
                            "ഇമ്പത്തെയും സുരയുവാക്കളിലേകി രാഗ-",
                            "സമ്പത്തെയും സമധികം സുകൃതം ലഭിക്കാം.  38"
                        ]
                    },
                    {
                        "stanza": [
                            "അല്ലെങ്കിലാ ദ്യുതിയെഴുന്നമരർഷിമാർക്കു",
                            "ഫുല്ലപ്രകാശമിയലും ബലിപുഷ്പമായി",
                            "സ്വർല്ലോകവും സകലസംഗമവും കടന്നു",
                            "ചെല്ലാം നിനക്കു തമസഃപരമാം പദത്തിൽ. 39"
                        ]
                    },
                    {
                        "stanza": [
                            "ഹാ! ശാന്തിയൗപനിഷദോക്തികൾതന്നെ നൽകും",
                            "ക്ലേശിപ്പതാത്മപരിപീഡനമജ്ഞയോഗ്യം;",
                            "ആശാഭരം ശ്രുതിയിൽ വയ്ക്കുക നമ്മൾ, പിന്നെ-",
                            "യീശാജ്ഞപോലെ വരുമൊക്കെയുമോർക്ക പൂവേ!  40"
                        ]
                    },
                    {
                        "stanza": [
                            "കണ്ണേ, മടങ്ങുക, കരിഞ്ഞുമലിഞ്ഞുമാശു",
                            "മണ്ണാകുമീ മലരു, വിസ്മൃതമാകുമിപ്പോൾ;",
                            "എണ്ണീടുകാർക്കുമിതുതാൻ ഗതി! സാദ്ധ്യമെന്തു",
                            "കണ്ണീരിനാൽ? അവനി വാഴ്‌വു കിനാവു, കഷ്ടം!  41"
                        ]
                    }               ]
            }
        ]
    }
  ]
}
